Repository: eureka2/G6K
Catalog: translations/commands.*.xlf
Languages: es, fr, it, pt

source: This command allows you to copy one or all views from another instance of G6K after a fresh installation.
es: Este comando le permite copiar una o todas las vistas desde otra instancia de G6K después de una instalación nueva.
fr: Cette commande vous permet de copier une ou toutes les vues d'une autre instance de G6K après une nouvelle installation.
it: Questo comando consente di copiare una o tutte le viste da un'altra istanza di G6K dopo una nuova installazione.
pt: Este comando permite que você copie uma ou todas as visualizações de outra instância do G6K após uma nova instalação.

source: This command allows you to create a view and optionally import the templates and assets from a previously exported view in a .zip files with G6K.
es: Este comando le permite crear una vista e, opcionalmente, importar las plantillas y los recursos de una vista exportada previamente en un archivo .zip con G6K.
fr: Cette commande vous permet de créer une vue et éventuellement d’importer les modèles de page et les ressources d’une vue précédemment exportée dans un fichier .zip avec G6K.
it: Questo comando consente di creare una visione e, facoltativamente, importare i modelli e le attività da una vista precedentemente esportato in un file zip con G6K.
pt: Esse comando permite criar uma vista e, opcionalmente, importar os modelos e recursos de uma vista exportada anteriormente em arquivos .zip com G6K.

source: This command allows you to import a data source table from an delimited text file.
es: Este comando le permite importar una tabla de origen de datos desde un archivo de texto delimitado.
fr: Cette commande vous permet d'importer une table de source de données à partir d'un fichier texte délimité.
it: Questo comando consente di importare una tabella di origine dati da un file di testo delimitato.
pt: Esse comando permite importar uma tabela de fonte de dados de um arquivo de texto delimitado.

source: This command allows you to import a data source used by one or more of your simulators.
es: Este comando le permite importar una fuente de datos utilizada por uno o más de sus simuladores.
fr: Cette commande vous permet d'importer une source de données utilisée par un ou plusieurs de vos simulateurs.
it: Questo comando consente di importare una fonte di dati utilizzata da uno o più dei tuoi simulatori.
pt: Este comando permite que você importe uma fonte de dados usada por um ou mais de seus simuladores.

source: This command allows you to import a simulator and eventually, its stylesheets.
es: Este comando le permite importar un simulador y, finalmente, sus hojas de estilo.
fr: Cette commande vous permet d'importer un simulateur et éventuellement ses feuilles de styles.
it: Questo comando consente di importare un simulatore e alla fine, i suoi fogli di stile.
pt: Este comando permite importar um simulador e, eventualmente, suas folhas de estilo.

source: This command allows you to migrate the templates created under Symfony 2 or 3.
es: Este comando te permite migrar las plantillas creadas en Symfony 2 o 3.
fr: Cette commande vous permet de migrer les modèles de page créés sous Symfony 2 ou 3.
it: Questo comando consente di migrare i modelli creati in Symfony 2 o 3.
pt: Este comando permite migrar os modelos criados no Symfony 2 ou 3.

source: This command allows you to rename an asset in the manifest.json file.
es: Este comando le permite cambiar el nombre de un recurso en el archivo manifest.json.
fr: Cette commande vous permet de renommer une ressource dans le fichier manifest.json.
it: Questo comando permette di rinominare una risorsa nel file manifest.json.
pt: Esse comando permite renomear um recurso no arquivo manifest.json.

source: This command allows you to update the manifest.json file after the update of an asset.
es: Este comando le permite actualizar el archivo manifest.json después de la actualización de un recurso.
fr: Cette commande vous permet de mettre à jour le fichier manifest.json après la mise à jour d'une ressource.
it: Questo comando consente di aggiornare il file manifest.json dopo l'aggiornamento di un bene.
pt: Este comando permite que você atualize o arquivo manifest.json após a atualização de um recurso.

source: This command allows you to validates a simulator against the Simulator.xsd schema file.
es: Este comando le permite validar un simulador contra el archivo de esquema Simulator.xsd.
fr: Cette commande vous permet de valider un simulateur par rapport au fichier de schéma Simulator.xsd.
it: Questo comando consente di convalida un simulatore contro il file di schema Simulator.xsd.
pt: Esse comando permite validar um simulador no arquivo de esquema Simulator.xsd.

source: This command allows you unlock an user into the users database.
es: Este comando le permite desbloquear a un usuario en la base de datos de usuarios.
fr: Cette commande vous permet de déverrouiller un utilisateur dans la base de données des utilisateurs.
it: Questo comando consente di sbloccare un utente nel database degli utenti.
pt: Este comando permite desbloquear um usuário no banco de dados de usuários.

source: This command allows you update an user in the users database.
es: Este comando le permite actualizar un usuario en la base de datos de usuarios.
fr: Cette commande vous permet de mettre à jour un utilisateur dans la base de données des utilisateurs.
it: Questo comando consente di aggiornare un utente nel database degli utenti.
pt: Este comando permite que você atualize um usuário no banco de dados de usuários.

source: To copy all data sources, enter 'all' as data source name.
es: Para copiar todos los orígenes de datos, ingrese 'all' como nombre de origen de datos.
fr: Pour copier toutes les sources de données, entrez 'all' comme nom de source de données.
it: Per copiare tutte le fonti di dati, inserire 'all' come nome della sorgente dati.
pt: Para copiar todas as fontes de dados, insira 'all' como nome da origem de dados.

source: To copy all simulators, enter 'all' as simulator name.
es: Para copiar todos los simuladores, ingrese 'all' como nombre del simulador.
fr: Pour copier tous les simulateurs, entrez 'all' comme nom de simulateur.
it: Per copiare tutti i simulatori, digitare 'all' come nome simulatore.
pt: Para copiar todos os simuladores, insira 'all' como nome do simulador.

source: To copy all views, enter 'all' as view name.
es: Para copiar todas las vistas, ingrese 'all' como nombre de vista.
fr: Pour copier toutes les vues, entrez 'all' comme nom de vue.
it: Per copiare tutte le viste, digitare 'all' come nome della vista.
pt: Para copiar todas as vistas, insira "all" como nome da vista.

source: Unable to get parameters: %s%
es: No se pueden obtener los parámetros: %s%
fr: Impossible d'obtenir les paramètres : %s%
it: Impossibile ottenere i parametri: %s%
pt: Não é possível obter os parâmetros: %s%

source: Unknown column name : %name%
es: Nombre de columna desconocido: %name%
fr: Nom de colonne inconnu: %name%
it: Nome colonna sconosciuto: %name%
pt: Nome da coluna desconhecida: %name%

source: Unknown role '%s%'
es: Rol desconocido '%s%'
fr: Rôle '%s%' inconnu
it: Ruolo sconosciuto '%s%'
pt: Função desconhecida '%s%'

source: Unlocked user '%s%'
es: Usuario desbloqueado '%s%'
fr: Utilisateur '%s%' déverrouillé
it: Utente sbloccato '%s%'
pt: Usuário desbloqueado '%s%'

source: Unlocks a user into the users database.
es: Desbloquea a un usuario en la base de datos de usuarios.
fr: Déverrouille un utilisateur dans la base de données des utilisateurs.
it: Sblocca un utente nel database degli utenti.
pt: Desbloqueia um usuário no banco de dados de usuários.

source: Updated user '%s%' password
es: Se actualizó la contraseña del usuario '%s%'
fr: Mot de passe de l'utilisateur '%s%' mis à jour
it: Aggiornata la password dell'utente '%s%'
pt: Senha atualizada do usuário '%s%'

source: Updates (or Creates) the manifest.json file for the assets versioning.
es: Actualiza (o crea) el archivo manifest.json para el control de versiones de los recursos.
fr: Met à jour (ou crée) le fichier manifest.json pour la gestion de version des ressources.
it: Aggiornamenti (o Crea) il file manifest.json per il patrimonio delle versioni.
pt: Atualiza (ou Cria) o arquivo manifest.json para o controle de versão dos recursos.

source: Updates a user in the users database.
es: Actualiza un usuario en la base de datos de usuarios.
fr: Met à jour un utilisateur dans la base de données des utilisateurs.
it: Aggiorna un utente nel database degli utenti.
pt: Atualiza um usuário no banco de dados de usuários.

source: User '%s%' : password should be at least 8 characters in length and should include at least one upper case letter, one number, and one special character.
es: Usuario '%s%': la contraseña debe tener al menos 8 caracteres de longitud y debe incluir al menos una letra mayúscula, un número y un carácter especial.
fr: Utilisateur '%s%': le mot de passe doit comporter au moins 8 caractères et doit inclure au moins une lettre majuscule, un chiffre et un caractère spécial.
it: Utente '%s%': la password deve contenere almeno 8 caratteri e includere almeno una lettera maiuscola, un numero e un carattere speciale.
pt: Usuário '%s%': a senha deve ter pelo menos 8 caracteres e deve incluir pelo menos uma letra maiúscula, um número e um caractere especial.

source: Validate against the schema only, not the content.
es: Valide solo contra el esquema, no el contenido.
fr: Valider par rapport au schéma seulement, pas le contenu.
it: Convalida rispetto allo schema unico, non il contenuto.
pt: Valide apenas no esquema, não no conteúdo.

source: Validates a simulator against the Simulator.xsd schema file.
es: Valida un simulador contra el archivo de esquema Simulator.xsd.
fr: Valide un simulateur par rapport au fichier de schéma Simulator.xsd.
it: Convalida un simulatore contro il file di schema Simulator.xsd.
pt: Valida um simulador no arquivo de esquema Simulator.xsd.

source: Validate working version.
es: Validar la versión de trabajo.
fr: Valider la version de travail.
it: Convalida versione di lavoro.
pt: Valide a versão de trabalho.

source: Validating the simulator '%simulatorname%' located in '%simulatorpath%'
es: Validación del simulador '%simulatorname%' ubicado en '%simulatorpath%'
fr: Validation du simulateur '%simulatorname%' situé dans '%simulatorpath%'
it: Convalida il simulatore '%simulatorname%' si trova in '%simulatorpath%'
pt: Validando o simulador '%simulatorname%' localizado em '%simulatorpath%'

source: View Copier
es: Copiadora de vista
fr: Copieur de vue
it: vista Copier
pt: Copiadora vista

source: View Importer
es: Importador de vista
fr: Importateur de vues
it: vista Importatore
pt: Importador vista

source: XML Validation errors:
es: Errores de validación de XML:
fr: Erreurs de validation XML :
it: Gli errori di convalida XML:
pt: Erros de validação de XML:

source: You have just selected: '%s%'
es: Acaba de seleccionar: '%s%'
fr: Vous avez sélectionné : '%s%'
it: Avete appena selezionato: '%s%'
pt: Você acabou de selecionar: '%s%'

source: You must provide:
es: Debes proveer:
fr: Vous devez fournir :
it: È necessario fornire:
pt: Você deve fornecer:

source: Your choice %s is invalid.
es: Su opcion %s no es válida.
fr: Votre choix %s est invalide.
it: La vostra scelta% s non è valido.
pt: Sua escolha %s é inválida.

source: [OK] Cache for the "admin" environment (debug=false) was successfully cleared.
es: [OK] La memoria caché para el entorno "admin" (debug = false) se borró correctamente.
fr: [OK] Le cache pour l'environnement "admin" (sans deboggage) a été vidé avec succès.
it: [OK] Cache per l'ambiente "admin" (debug = false) è stato eliminato con successo.
pt: [OK] Cache para o ambiente "admin" (debug = false) foi limpo com sucesso.

source: [OK] Cache for the "admin" environment (debug=false) was successfully warmed.
es: [OK] La memoria caché para el entorno "admin" (debug = false) se calentó correctamente.
fr: [OK] Le cache pour l'environnement "admin" (sans deboggage) a été regénéré avec succès.
it: [OK] Cache per l'ambiente "admin" (debug = false) è stato riscaldato con successo.
pt: [OK] Cache para o ambiente "admin" (debug = false) foi aquecido com sucesso.

source: [OK] Cache for the "admin" environment (debug=true) was successfully cleared.
es: [OK] La memoria caché para el entorno "admin" (debug = true) se borró correctamente.
fr: [OK] Le cache pour l'environnement "admin" (avec deboggage) a été vidé avec succès.
it: [OK] Cache per l'ambiente "admin" (debug = true) è stato eliminato con successo.
pt: [OK] Cache para o ambiente "admin" (debug = true) foi limpo com sucesso.

source: [OK] Cache for the "admin" environment (debug=true) was successfully warmed.
es: [OK] La memoria caché para el entorno "admin" (debug = true) se calentó correctamente.
fr: [OK] Le cache pour l'environnement "admin" (avec deboggage) a été regénéré avec succès.
it: [OK] Cache per l'ambiente "admin" (debug = true) è stato riscaldato con successo.
pt: [OK] Cache para o ambiente "admin" (debug = true) foi aquecido com sucesso.

source: [OK] Cache for the "dev" environment (debug=false) was successfully cleared.
es: [OK] La memoria caché para el entorno "dev" (debug = false) se borró correctamente.
fr: [OK] Le cache pour l'environnement "dev" (sans deboggage) a été vidé avec succès.
it: [OK] Cache per l'ambiente "dev" (debug = false) è stato eliminato con successo.
pt: [OK] Cache para o ambiente "dev" (debug = false) foi limpo com sucesso.

source: [OK] Cache for the "dev" environment (debug=false) was successfully warmed.
es: [OK] La memoria caché para el entorno "dev" (debug = false) se calentó correctamente.
fr: [OK] Le cache pour l'environnement "dev" (sans deboggage) a été regénéré avec succès.
it: [OK] Cache per l'ambiente "dev" (debug = false) è stato riscaldato con successo.
pt: [OK] Cache para o ambiente "dev" (debug = false) foi aquecido com sucesso.

source: [OK] Cache for the "dev" environment (debug=true) was successfully cleared.
es: [OK] La memoria caché para el entorno "dev" (debug = true) se borró correctamente.
fr: [OK] Le cache pour l'environnement "dev" (avec deboggage) a été vidé avec succès.
it: [OK] Cache per l'ambiente "dev" (debug = true) è stato eliminato con successo.
pt: [OK] Cache para o ambiente "dev" (debug = true) foi limpo com sucesso.

source: [OK] Cache for the "dev" environment (debug=true) was successfully warmed.
es: [OK] La memoria caché para el entorno "dev" (debug = true) se calentó correctamente.
fr: [OK] Le cache pour l'environnement "dev" (avec deboggage) a été regénéré avec succès.
it: [OK] Cache per l'ambiente "dev" (debug = true) è stato riscaldato con successo.
pt: [OK] Cache para o ambiente "dev" (debug = true) foi aquecido com sucesso.

source: [OK] Cache for the "prod" environment (debug=false) was successfully cleared.
es: [OK] La memoria caché para el entorno "prod" (debug = false) se borró correctamente.
fr: [OK] Le cache pour l'environnement "prod" (sans deboggage) a été vidé avec succès.
it: [OK] Cache per l'ambiente "prod" (debug = false) è stato eliminato con successo.
pt: [OK] Cache para o ambiente "prod" (debug = false) foi limpo com sucesso.

source: [OK] Cache for the "prod" environment (debug=false) was successfully warmed.
es: [OK] La memoria caché para el entorno "prod" (debug = false) se calentó correctamente.
fr: [OK] Le cache pour l'environnement "prod" (sans deboggage) a été regénéré avec succès.
it: [OK] Cache per l'ambiente "prod" (debug = false) è stato riscaldato con successo.
pt: [OK] Cache para o ambiente "prod" (debug = false) foi aquecido com sucesso.

source: [OK] Cache for the "prod" environment (debug=true) was successfully cleared.
es: [OK] La memoria caché para el entorno "prod" (debug = true) se borró correctamente.
fr: [OK] Le cache pour l'environnement "prod" (avec deboggage) a été vidé avec succès.
it: [OK] Cache per l'ambiente "prod" (debug = true) è stato eliminato con successo.
pt: [OK] Cache para o ambiente "prod" (debug = true) foi limpo com sucesso.

source: [OK] Cache for the "prod" environment (debug=true) was successfully warmed.
es: [OK] La memoria caché para el entorno "prod" (debug = true) se calentó correctamente.
fr: [OK] Le cache pour l'environnement "prod" (avec deboggage) a été regénéré avec succès.
it: [OK] Cache per l'ambiente "prod" (debug = true) è stato riscaldato con successo.
pt: [OK] Cache para o ambiente "prod" (debug = true) foi aquecido com sucesso.

source: [OK] Cache for the "test" environment (debug=false) was successfully cleared.
es: [OK] La memoria caché para el entorno de "prueba" (debug = false) se borró correctamente.
fr: [OK] Le cache pour l'environnement "test" (sans deboggage) a été vidé avec succès.
it: [OK] Cache per l'ambiente "test" (debug = false) è stato eliminato con successo.
pt: [OK] Cache para o ambiente "test" (debug = false) foi limpo com sucesso.

source: [OK] Cache for the "test" environment (debug=false) was successfully warmed.
es: [OK] La memoria caché para el entorno de "prueba" (debug = false) se calentó correctamente.
fr: [OK] Le cache pour l'environnement "test" (sans deboggage) a été regénéré avec succès.
it: [OK] Cache per l'ambiente "test" (debug = false) è stato riscaldato con successo.
pt: [OK] Cache para o ambiente "test" (debug = false) foi aquecido com sucesso.

source: [OK] Cache for the "test" environment (debug=true) was successfully cleared.
es: [OK] La memoria caché para el entorno de "prueba" (debug = true) se borró correctamente.
fr: [OK] Le cache pour l'environnement "test" (avec deboggage) a été vidé avec succès.
it: [OK] Cache per l'ambiente "test" (debug = true) è stato eliminato con successo.
pt: [OK] Cache para o ambiente "test" (debug = true) foi limpo com sucesso.

source: [OK] Cache for the "test" environment (debug=true) was successfully warmed.
es: [OK] La memoria caché para el entorno de "prueba" (debug = true) se calentó correctamente.
fr: [OK] Le cache pour l'environnement "test" (avec deboggage) a été regénéré avec succès.
it: [OK] Cache per l'ambiente "test" (debug = true) è stato riscaldato con successo.
pt: [OK] Cache para o ambiente "test" (debug = true) foi aquecido com sucesso.

source: - <datasourcepath>/<datasourcename>.json for the data file
fr: - <datasourcepath>/<datasourcename>.json pour le fichier de données

source: - <datasourcepath>/<datasourcename>.schema.json for the schema
fr: - <datasourcepath>/<datasourcename>.schema.json pour le schéma

source: - <simulatorpath>/<simulatorname>.xml for the simulator XML file
fr: - <simulatorpath>/<simulatorname>.xml pour le fichier XML du simulateur

source: - <stylesheetpath>/<simulatorname>.css for the stylesheet file
fr: <stylesheetpath>/<simulatorname>.css pour le fichier de la feuille de styles

source: - <viewpath>/<viewname>-assets.zip for the compressed assets file
fr: - <viewpath>/<viewname>-assets.zip pour le fichier compressé des ressources

source: - <viewpath>/<viewname>-templates.zip for the compressed twig templates file
fr: - <viewpath>/<viewname>-templates.zip pour le fichier compressé des modèles de page twig

source: One or more data sources to exclude when <datasourcename> is 'all'.
fr: Une ou plusieurs sources de données à exclure lorsque <datasourcename> est 'all'.

source: One or more simulators to exclude when <simulatorname> is 'all'.
fr: Un ou plusieurs simulateurs à exclure lorsque <simulatorname> est 'all'.

source: One or more views to exclude when <viewname> is 'all'.
fr: Une ou plusieurs vues à exclure lorsque <viewname> est 'all'.
