Repository: eureka2/G6K
Catalog: translations/commands.*.xlf
Languages: es, fr, it, pt

source: - &lt;datasourcepath&gt;/&lt;datasourcename&gt;.json for the data file
es: - &lt;datasourcepath&gt;/&lt;datasourcename&gt;.json para el archivo de datos
it: - &lt;datasourcepath&gt;/&lt;datasourcename&gt;.json per il file di dati
pt: - &lt;datasourcepath&gt;/&lt;datasourcename&gt;.json para o arquivo de dados

source: - &lt;datasourcepath&gt;/&lt;datasourcename&gt;.schema.json for the schema
es: - &lt;datasourcepath&gt;/&lt;datasourcename&gt;.schema.json para el esquema
it: - &lt;datasourcepath&gt;/&lt;datasourcename&gt;.schema.json per lo schema
pt: - &lt;datasourcepath&gt;/&lt;datasourcename&gt;.schema.json para o esquema

source: - &lt;simulatorpath&gt;/&lt;simulatorname&gt;.xml for the simulator XML file
es: - &lt;simulatorpath&gt;/&lt;simulatorname&gt;.xml para el archivo XML del simulador
it: - &lt;simulatorpath&gt;/&lt;simulatorname&gt;XML per il file XML simulatore
pt: - &lt;simulatorpath&gt;/&lt;simulatorname &gt;.xml para o arquivo XML do simulador

source: - &lt;stylesheetpath&gt;/&lt;simulatorname&gt;.css for the stylesheet file
es: - &lt;stylesheetpath&gt;/&lt;simulatorname&gt;.css para el archivo de la hoja de estilo
it: - &lt;stylesheetpath&gt;/&lt;simulatorname&gt;css per il foglio di stile
pt: - &lt;stylesheetpath&gt;/&lt;simulatorname&gt;.css para o arquivo da folha de estilo

source: - &lt;viewpath&gt;/&lt;viewname&gt;-assets.zip for the compressed assets file
es: - &lt;viewpath&gt;/&lt;viewname&gt;-assets.zip para el archivo de recursos comprimidos
it: - &lt;viewpath&gt;/&lt;viewname&gt;-assets.zip per il file compresso beni
pt: - &lt;viewpath&gt;/&lt;viewname&gt;-assets.zip para o arquivo de recursos compactados

source: - &lt;viewpath&gt;/&lt;viewname&gt;-templates.zip for the compressed twig templates file
es: - &lt;viewpath&gt;/&lt;viewname&gt;-templates.zip para el archivo de plantillas de ramas comprimidas
it: - &lt;viewpath&gt;/&lt;viewname&gt;-templates.zip per il file di template Twig compressa
pt: - &lt;viewpath&gt;/&lt;viewname&gt;-templates.zip para o arquivo de modelos de ramificação compactado

source: - at least one role.
es: - al menos un rol.
fr: - au moins un rôle.
it: - almeno un ruolo.
pt: - pelo menos uma função.

source: - the email of the user.
es: - el correo electrónico del usuario.
fr: - l'email de l'utilisateur.
it: - l'email dell'utente.
pt: - o e-mail do usuário.

source: - the full path (filepath) of the delimited text file.
es: - la ruta completa (ruta de archivo) del archivo de texto delimitado.
fr: - le chemin complet (filepath) du fichier texte délimité.
it: - il percorso completo (filepath) del file di testo delimitato.
pt: - o caminho completo (filepath) do arquivo de texto delimitado.

source: - the full path of the directory (anotherg6kpath) where the other instance of G6K is installed.
es: - la ruta completa del directorio (anotherg6kpath) donde está instalada la otra instancia de G6K.
fr: - le chemin complet du répertoire (anotherg6kpath) où l'autre instance de G6K est installée.
it: - il percorso completo della directory (anotherg6kpath) in cui è installata l'altra istanza di G6K.
pt: - o caminho completo do diretório (anotherg6kpath) onde a outra instância do G6K está instalada.

source: - the full path of the directory (datasourcepath) where the files of your data source are located.
es: - la ruta completa del directorio (datasourcepath) donde se encuentran los archivos de su fuente de datos.
fr: - le chemin complet du répertoire (datasourcepath) où se trouvent les fichiers de votre source de données.
it: - il percorso completo della directory (datasourcepath), dove si trovano i file di origine dei dati.
pt: - o caminho completo do diretório (datasourcepath) onde os arquivos de sua fonte de dados estão localizados.

source: - the full path of the directory (pdfformspath) where the PDF Form file is located.
es: - la ruta completa del directorio (pdfformspath) donde se encuentra el archivo del formulario PDF.
fr: - le chemin complet du répertoire (pdfformspath) où se trouve le fichier de formulaire PDF.
it: - il percorso completo della directory (pdfformspath) in cui si trova il file del modulo PDF.
pt: - o caminho completo do diretório (pdfformspath) onde o arquivo de formulário PDF está localizado.

source: - the full path of the directory (simulatorpath) where the XML file of your simulator is located.
es: - la ruta completa del directorio (simulatorpath) donde se encuentra el archivo XML de su simulador.
fr: - le chemin complet du répertoire (simulatorpath) où se trouve le fichier XML de votre simulateur.
it: - il percorso completo della directory (simulatorpath), dove si trova il file XML del vostro simulatore.
pt: - o caminho completo do diretório (simulatorpath) onde o arquivo XML do seu simulador está localizado.

source: - the full path of the directory (stylesheetpath) where the css file of the stylesheet is located.
es: - la ruta completa del directorio (stylesheetpath) donde se encuentra el archivo css de la hoja de estilo.
fr: - le chemin complet du répertoire (stylesheetpath) où se trouve le fichier css de la feuille de style.
it: - il percorso completo della directory (stylesheetpath), dove si trova il file css del foglio di stile.
pt: - o caminho completo do diretório (stylesheetpath) onde o arquivo css da folha de estilo está localizado.

source: - the full path of the directory (viewpath) where the .zip files are located.
es: - la ruta completa del directorio (viewpath) donde se encuentran los archivos .zip.
fr: - le chemin complet du répertoire (viewpath) où se trouvent les fichiers .zip.
it: - il percorso completo della directory (viewpath), dove si trovano i file .zip.
pt: - o caminho completo do diretório (viewpath) onde os arquivos .zip estão localizados.

source: - the name of the data source (datasourcename).
es: - el nombre de la fuente de datos (datasourcename).
fr: - le nom de la source de données (datasourcename).
it: - il nome della sorgente di dati (datasourcename).
pt: - o nome da fonte de dados (datasourcename).

source: - the name of the simulator (simulatorname).
es: - el nombre del simulador (simulatorname).
fr: - le nom du simulateur (simulatorname).
it: - il nome del simulatore (simulatorname).
pt: - o nome do simulador (simulatorname).

source: - the name of the table (tablename).
es: - el nombre de la tabla (tablename).
fr: - le nom de la table (tablename).
it: - il nome della tabella (nometabella).
pt: - o nome da tabela (tablename).

source: - the name of the view (viewname).
es: - el nombre de la vista (viewname).
fr: - le nom de la vue (viewname).
it: - il nome della vista (ViewName).
pt: - o nome da vista (viewname).

source: - the new password of the user.
es: - la nueva contraseña del usuario.
fr: - le nouveau mot de passe de l'utilisateur.
it: - la nuova password dell'utente.
pt: - a nova senha do usuário.

source: - the new path of the asset (newassetpath).
es: - la nueva ruta del recurso (newassetpath).
fr: - le nouveau chemin de la ressource (newassetpath).
it: - il nuovo percorso del bene (newassetpath).
pt: - o novo caminho do recurso (newassetpath).

source: - the password of the user.
es: - la contraseña del usuario.
fr: - le mot de passe de l'utilisateur.
it: - la password dell'utente.
pt: - a senha do usuário.

source: - the path of the asset (assetpath).
es: - la ruta del recurso (assetpath).
fr: - le chemin de la ressource (assetpath).
it: - il percorso dell'attività (assetpath).
pt: - o caminho do recurso (assetpath).

source: - the url (viewurl) of the website where this view is used.
es: - la url (viewurl) del sitio web donde se utiliza esta vista.
fr: - l'URL (viewurl) du site Web où cette vue est utilisée.
it: - l'url (viewurl) del sito web in cui viene utilizzato questo punto di vista.
pt: - o url (viewurl) do site em que essa vista é usada.

source: - the username of the user.
es: - el nombre de usuario del usuario.
fr: - le nom d'utilisateur de l'utilisateur.
it: - il nome utente dell'utente.
pt: - o nome de usuário do usuário.

source: // Clearing the cache for the admin environment with debug false
es: // Borrar el caché para el entorno de administración con debug falsa
fr: // Vidage du cache pour l'environnement d'administration sans deboggage
it: // Cancellazione della cache per l'ambiente di amministrazione con il debug falso
pt: // Limpando o cache para o ambiente de administração com debug false

source: // Clearing the cache for the admin environment with debug true
es: // Borrar el caché para el entorno de administración con debug true
fr: // Vidage du cache pour l'environnement d'administration avec deboggage
it: // Cancellazione della cache per l'ambiente di amministrazione con il debug vera
pt: // Limpando o cache para o ambiente de administração com debug true

source: // Clearing the cache for the dev environment with debug false
es: // Borrar el caché para el entorno de desarrollo con debug false
fr: // Vidage du cache pour l'environnement de développement sans deboggage
it: // Cancellazione della cache per l'ambiente dev con il debug falso
pt: // Limpando o cache para o ambiente de desenvolvimento com debug false

source: // Clearing the cache for the dev environment with debug true
es: // Borrar el caché para el entorno de desarrollo con debug true
fr: // Vidage du cache pour l'environnement de développement avec deboggage
it: // Cancellazione della cache per l'ambiente dev con il debug vera
pt: // Limpando o cache para o ambiente de desenvolvimento com debug true

source: // Clearing the cache for the prod environment with debug false
es: // Borrar el caché para el entorno de producción con debug false
fr: // Vidage du cache pour l'environnement de production sans deboggage
it: // Cancellazione della cache per l'ambiente prod con il debug falso
pt: // Limpando o cache para o ambiente de produção com debug false

source: // Clearing the cache for the prod environment with debug true
es: // Borrar el caché para el entorno de producción con debug true
fr: // Vidage du cache pour l'environnement de production avec deboggage
it: // Cancellazione della cache per l'ambiente prod con il debug vera
pt: // Limpando o cache para o ambiente de produção com debug true

source: // Clearing the cache for the test environment with debug false
es: // Borrar el caché para el entorno de prueba con debug falsa
fr: // Vidage du cache pour l'environnement de test sans deboggage
it: // Cancellazione della cache per l'ambiente di test con il debug falso
pt: // Limpando o cache para o ambiente de teste com debug false

source: // Clearing the cache for the test environment with debug true
es: // Borrar el caché para el entorno de prueba con debug true
fr: // Vidage du cache pour l'environnement de test avec deboggage
it: // Cancellazione della cache per l'ambiente di test con il debug vera
pt: // Limpando o cache para o ambiente de teste com a depuração true

source: // Warming up the cache for the admin environment with debug false
es: // Calentando el caché para el entorno de administración con debug falsa
fr: // Regénération du cache pour l'environnement d'administration sans deboggage
it: // Il riscaldamento della cache per l'ambiente di amministrazione con il debug falso
pt: // Aquecendo o cache para o ambiente de administração com debug false

source: // Warming up the cache for the admin environment with debug true
es: // Calentando el caché para el entorno de administración con debug true
fr: // Regénération du cache pour l'environnement d'administration avec deboggage
it: // Il riscaldamento della cache per l'ambiente di amministrazione con il debug vera
pt: // Aquecendo o cache para o ambiente de administração com debug true

source: // Warming up the cache for the dev environment with debug false
es: // Calentando el caché para el entorno de desarrollo con debug false
fr: // Regénération du cache pour l'environnement de développement sans deboggage
it: // Il riscaldamento della cache per l'ambiente dev con il debug falso
pt: // Aquecendo o cache para o ambiente de desenvolvimento com debug false

source: // Warming up the cache for the dev environment with debug true
es: // Calentando el caché para el entorno de desarrollo con debug true
fr: // Regénération du cache pour l'environnement de développement avec deboggage
it: // Il riscaldamento della cache per l'ambiente dev con il debug vera
pt: // Aquecendo o cache para o ambiente de desenvolvimento com debug true

source: // Warming up the cache for the prod environment with debug false
es: // Calentando el caché para el entorno de producción con debug false
fr: // Regénération du cache pour l'environnement de production sans deboggage
it: // Il riscaldamento della cache per l'ambiente prod con il debug falso
pt: // Aquecendo o cache para o ambiente de produção com debug false

source: // Warming up the cache for the prod environment with debug true
es: // Calentando el caché para el entorno de producción con debug true
fr: // Regénération du cache pour l'environnement de production avec deboggage
it: // Il riscaldamento della cache per l'ambiente prod con il debug vera
pt: // Aquecendo o cache para o ambiente de produção com debug true

source: // Warming up the cache for the test environment with debug false
es: // Calentando el caché para el entorno de prueba con debug false
fr: // Regénération du cache pour l'environnement de test sans deboggage
it: // Il riscaldamento la cache per l'ambiente di test con il debug falso
pt: // Aquecendo o cache para o ambiente de teste com debug false

source: // Warming up the cache for the test environment with debug true
es: // Calentando el caché para el entorno de prueba con debug true
fr: // Regénération du cache pour l'environnement de test avec deboggage
it: // Il riscaldamento la cache per l'ambiente di test con il debug vera
pt: // Aquecendo o cache para o ambiente de teste com debug true

source: Add an asset to the manifest.json file for the assets versioning.
es: Agregue un recurso al archivo manifest.json para la administración de versiones de recursos.
fr: Ajoute une ressource au fichier manifest.json pour la gestion de version des ressources.
it: Aggiungere una risorsa per il file manifest.json per il patrimonio delle versioni.
pt: Adicione um recurso ao arquivo manifest.json para o controle de versão dos recursos.

source: Adding of the stylesheet is done!
es: ¡La adición de la hoja de estilo está hecha!
fr: L'ajout de la feuille de style est terminé!
it: L'aggiunta del foglio di stile è fatto!
pt: A adição da folha de estilo está pronta!

source: Adding of the stylesheet is not done!
es: ¡La adición de la hoja de estilo no está hecha!
fr: L'ajout de la feuille de style ne s'est pas correctement terminé!
it: L'aggiunta del foglio di stile non è fatto!
pt: A adição da folha de estilo não é feita!

source: Adding the stylesheet to the assets manifest
es: Adición de la hoja de estilo al manifiesto de recursos
fr: Ajout de la feuille de styles au registre des ressources
it: Aggiungendo il foglio di stile alle attività manifeste
pt: Adicionando a folha de estilo ao manifesto de recursos

source: Adds a user to the users database.
es: Agrega un usuario a la base de datos de usuarios.
fr: Ajoute un utilisateur à la base de données des utilisateurs.
it: Aggiunge un utente al database degli utenti.
pt: Adiciona um usuário ao banco de dados de usuários.

source: Adds roles to a user in the users database.
es: Agrega roles a un usuario en la base de datos de usuarios.
fr: Ajoute des rôles à un utilisateur dans la base de données des utilisateurs.
it: Aggiunge ruoli a un utente nel database degli utenti.
pt: Adiciona funções a um usuário no banco de dados de usuários.

source: and optionally:
es: y opcionalmente:
fr: et éventuellement :
it: e opzionalmente:
pt: e opcionalmente:

source: Asset manifest editor
es: Editor de manifiesto de recursos
fr: Éditeur du registre de ressources
it: Asset editor di manifesti
pt: Editor de manifesto de recursos

source: Available roles are : %s%
es: Los roles disponibles son : %s%
fr: Les rôles disponibles sont : %s%
it: I ruoli disponibili sono : %s%
pt: As funções disponíveis são : %s%

source: Can't add the column '%column%' into table '%table%' : %error%
es: No se puede agregar la columna '%column%' en la tabla '%table%': %error%
fr: Impossible d'ajouter le champ '%column%' dans la table '%table%' : %error%
it: Impossibile aggiungere la colonna '%column%' nella tabella '%table%': %error%
pt: Não é possível adicionar a coluna '%column%' na tabela '%table%': %error%

source: Can't alter 'NOT NULL' property of column %column% of table %table% : %error%
es: No se puede modificar la propiedad 'NOT NULL' de la columna %column% de la tabla %table%: %error%
fr: Impossible de modifier la propriété 'NOT NULL' du champ %column% de la table %table% : %error%
it: Impossibile modificare 'NOT NULL' di proprietà della colonna %column% della tabella %table% : %error%
pt: Não é possível alterar a propriedade "NOT NULL" da coluna %column% da tabela %table%: %error%

source: Can't create database %database% : %error%
es: No se puede crear la base de datos %database%: %error%
fr: Impossible de se connecter à la base de données %database% : %error%
it: Impossibile creare il database %database%: %error%
pt: Não é possível criar banco de dados %database%: %error%

source: Can't created user '%s%'
es: No se puede crear el usuario '%s%'
fr: Impossible de créer l'utilisateur '%s%'
it: Impossibile creare l'utente "%s%"
pt: Não é possível criar o usuário '%s%'

source: Can't create table %table% : %error%
es: No se puede crear la tabla %table%: %error%
fr: Impossible de créer la table %table% : %error%
it: Impossibile creare tabella %table% : %error%
pt: Não é possível criar tabela %table%: %error%

source: Can't delete from %table% : %error%
es: No se puede eliminar de %table%: %error%
fr: Impossible de supprimer des enregistrements de %table% : %error%
it: Impossibile eliminare da %table%: %error%
pt: Não é possível excluir da %table%: %error%

source: Can't drop %table% : %error%
es: No se puede eliminar %table%: %error%
fr: Impossible de supprimer %table% : %error%
it: Impossibile eliminare la tabella %table%: %error%
pt: Não é possível descartar %table%: %error%

source: Can't insert into %table% : %error%
es: No se puede insertar en %table%: %error%
fr: Impossible d'insérer dans %table% : %error%
it: Non è possibile inserire nella %table%: %error%
pt: Não é possível inserir na %table%: %error%

source: Can't insert into %table% of database %database% : %error%
es: No se puede insertar en %table% de base de datos %database%: %error%
fr: Impossible d'insérer dans %table% de la base de données %database% : %error%
it: Non è possibile inserire nella %table% del database %database%: %error%
pt: Não é possível inserir %table% do banco de dados %database%: %error%

source: Can't modify description of column %column% of table %table% : %error%
es: No se puede modificar la descripción de la columna %column% de la tabla %table%: %error%
fr: Impossible de modifier la description du champ %column% de la table %table% : %error%
it: Impossibile modificare la descrizione della colonna %column% della tabella %table% : %error%
pt: Não é possível modificar a descrição da coluna %column% da tabela %table%: %error%

source: Can't modify title of column %column% of table %table% : %error%
es: No se puede modificar el título de la columna %column% de la tabla %table%: %error%
fr: Impossible de modifier le titre du champ %column% de la table %table% : %error%
it: Non è possibile modificare il titolo della colonna %column% della tabella %table% : %error%
pt: Não é possível modificar o título da coluna %column% of table %table%: %error%

source: Can't modify type of column %column% of table %table% : %error%
es: No se puede modificar el tipo de columna %column% de tabla %table%: %error%
fr: Impossible de modifier le type du champ %column% de la table %table% : %error%
it: Impossibile modificare il tipo della colonna %column% della tabella %table% : %error%
pt: Não é possível modificar o tipo de coluna %column% da tabela %table%: %error%

source: Can't rename column %column% of table %table% : %error%
es: No se puede cambiar el nombre de la columna %column% de la tabla %table%: %error%
fr: Impossible de renommer le champ %column% de la table %table% : %error%
it: Impossibile rinominare la colonna %column% della tabella %table% : %error%
pt: Não é possível renomear a coluna %column% da tabela %table%: %error%

source: Can't rename table %table% : %error%
es: No se puede cambiar el nombre de la tabla %table%: %error%
fr: Impossible de renommer la table %table% : %error%
it: Impossibile rinominare la tabella %table%: %error%
pt: Não é possível renomear a tabela %table%: %error%

source: Can't update %table% : %error%
es: No se puede actualizar %table%: %error%
fr: Impossible de mettre à jour %table% : %error%
it: Impossibile aggiornare la %table%: %error%
pt: Não é possível atualizar %table%: %error%

source: Can not find the assets directory of the other instance '%s%'
es: No se puede encontrar el directorio de recursos de la otra instancia '%s%'
fr: Impossible de trouver le répertoire des ressources de l'autre instance '%s%'
it: Non riesci a trovare la directory beni dell'altra istanza '%s%'
pt: Não é possível encontrar o diretório de recursos da outra instância '%s%'

source: Can not find the DataSources.xml file from the other instance '%s%'
es: No se puede encontrar el archivo DataSources.xml de la otra instancia '%s%'
fr: Impossible de trouver le fichier DataSources.xml de l'autre instance '%s%'
it: Impossibile trovare il file DataSources.xml dall'altra istanza '%s%'
pt: Não é possível encontrar o arquivo DataSources.xml da outra instância '%s%'

source: Can not find the file %name% in '%in%'
es: No se puede encontrar el archivo %name% en '%in%'
fr: Impossible de trouver le fichier %name% dans '%in%'
it: Impossibile trovare il file %name% in '%in%'
pt: Não é possível encontrar o arquivo %name% em '%in%'

source: Can not find the simulators directory of the other instance '%s%'
es: No se puede encontrar el directorio de simuladores de la otra instancia '%s%'
fr: Impossible de trouver le répertoire des simulateurs de l'autre instance '%s%'
it: Non riesci a trovare la directory simulatori dell'altra istanza '%s%'
pt: Não é possível encontrar o diretório de simuladores da outra instância '%s%'

source: Can not find the templates directory of the other instance '%s%'
es: No se puede encontrar el directorio de plantillas de la otra instancia '%s%'
fr: Impossible de trouver le répertoire de modèles de page de l'autre instance '%s%'
it: Non riesci a trovare la directory dei modelli dell'altra istanza '%s%'
pt: Não é possível encontrar o diretório de modelos da outra instância '%s%'

source: CAUTION: Only internal databases will be copied with this command.
es: ATENCION: Solo las bases de datos internas se copiarán con este comando.
fr: ATTENTION: Seules les bases de données internes seront copiées avec cette commande.
it: ATTENZIONE: Solo database interni verrà copiato con questo comando.
pt: CUIDADO: Apenas bancos de dados internos serão copiados com este comando.

source: Changes the password of a user into the users database.
es: Cambia la contraseña de un usuario a la base de datos de usuarios.
fr: Modifie le mot de passe d'un utilisateur dans la base de données des utilisateurs.
it: Modifica la password di un utente nel database degli utenti.
pt: Altera a senha de um usuário no banco de dados de usuários.
