Repository: eureka2/G6K
Catalog: translations/commands.*.xlf
Languages: es, fr, it, pt

source: Copies one or all data sources from another instance of G6K.
es: Copia una o todas las fuentes de datos de otra instancia de G6K.
fr: Copie une ou toutes les sources de données depuis une autre instance de G6K.
it: Copie uno o tutti i sorgenti di dati di un altro esempio di G6K.
pt: Copia uma ou todas as fontes de dados de outra instância do G6K.

source: Copies one or all simulators from another instance of G6K.
es: Copia uno o todos los simuladores de otra instancia de G6K.
fr: Copie un ou tous les simulateurs depuis une autre instance de G6K.
it: Copie uno o tutti i simulatori di un altro esempio di G6K.
pt: Copia um ou todos os simuladores de outra instância do G6K.

source: Copies one or all views from another instance of G6K.
es: Copia una o todas las vistas de otra instancia de G6K.
fr: Copie une ou toutes les vues depuis une autre instance de G6K.
it: Copie una o tutte le viste di un altro esempio di G6K.
pt: Copia uma ou todas as vistas de outra instância do G6K.

source: Copying table %s% from %from% to %to%
es: Copiando la tabla %s% de %from% a %to%
fr: Copie de la table %s% de %from% à %to%
it: tavolo Copia %s% da %from% a %to%
pt: Copiando a tabela %s% de %from% para %to%

source: Copying the datasource '%datasourcename%' from '%anotherg6kpath%'
es: Copiando la fuente de datos '%datasourcename%' de '%anotherg6kpath%'
fr: Copie de la source de données '%datasourcename%' depuis '%anotherg6kpath%'
it: Copiare l'origine dati '%datasourcename%' da '%anotherg6kpath%'
pt: Copiando a fonte de dados '%datasourcename%' from '%anotherg6kpath%'

source: Copying the infos about the PDF '%pdf%' of the other instance '%s%'
es: Copiando las informaciones sobre el PDF '%pdf%' de la otra instancia '%s%'
fr: Copie des infos sur le PDF '%pdf%' de l'autre instance '%s%'
it: Copia le informazioni sul PDF '%pdf%' dell'altra istanza '%s%'
pt: Copiando as informações sobre o PDF '%pdf%' da outra instância '%s%'

source: Copying the PDF '%pdf%' of the other instance '%s%'
es: Copiando el PDF '%pdf%' de la otra instancia '%s%'
fr: Copie du fichier de formulaire PDF '%pdf%' depuis l'autre instance '%s%'
it: Copia del PDF '%pdf%' dell'altra istanza '%s%'
pt: Copiando o PDF '%pdf%' da outra instância '%s%'

source: Copying the simulator '%simulatorname%' located in '%simulatorpath%'
es: Copiando el simulador '%simulatorname%' ubicado en '%simulatorpath%'
fr: Copie du simulateur '%simulatorname%' situé dans '%simulatorpath%'
it: Copia il simulatore '%simulatorname%' si trova in '%simulatorpath%'
pt: Copiando o simulador '%simulatorname%' localizado em '%simulatorpath%'

source: Copying the view '%view%' from '%anotherg6kpath%'
es: Copiando la vista '%view%' desde '%anotherg6kpath%'
fr: Copie de la vue '%view%' de '%anotherg6kpath%'
it: Copia la vista '%view%' da '%anotherg6kpath%'
pt: Copiando a vista '%view%' de '%anotherg6kpath%'

source: Created user '%s%'
es: Usuario creado '%s%'
fr: Utilisateur '%s%' créé
it: Utente '%s%' creato
pt: Usuário criado '%s%'

source: Creates and optionally imports a view from a previously exported view with G6K.
es: Crea y opcionalmente importa una vista desde una vista previamente exportada con G6K.
fr: Crée et éventuellement, importe une vue à partir d'une vue précédemment exportée avec G6K.
it: Crea e importa opzionalmente una vista da una vista precedentemente esportato con G6K.
pt: Cria e, opcionalmente, importa uma vista de uma vista exportada anteriormente com G6K.

source: Creating the view '%s%' from the Default view
es: Creando la vista '%s%' desde la vista predeterminada
fr: Création de la vue '%s%' à partir de la vue Default
it: Creare la vista '%s%' dal punto di vista di default
pt: Criando a vista '%s%' da vista padrão

source: Datasource Copier
es: Copiadora de fuente de datos
fr: Copieur de source de données
it: Origine dati Copier
pt: Copiadora de Fontes de Dados

source: Datasource Importer
es: Importador de fuente de datos
fr: Importateur de source de données
it: Origine dati Importatore
pt: Importador de Fontes de Dados

source: Datasource Table Importer
es: Importador de tabla de fuente de datos
fr: Importateur de table
it: Origine dati Tabella Importatore
pt: Importador da Tabela de Fonte de Dados

source: Default widget for compatible input fields.
es: Widget predeterminado para campos de entrada compatibles.
fr: Widget par défaut pour les champs de saisie compatibles.
it: widget di default per i campi di input compatibili.
pt: Widget padrão para campos de entrada compatíveis.

source: Deleted user '%s%'
es: Usuario eliminado '%s%'
fr: Utilisateur '%s%' supprimé
it: Eliminato utente '%s%'
pt: Usuário excluído '%s%'

source: Deletes a user from the users database.
es: Elimina un usuario de la base de datos de usuarios.
fr: Supprime un utilisateur de la base de données des utilisateurs.
it: Elimina un utente dal database degli utenti.
pt: Exclui um usuário do banco de dados de usuários.

source: Disabled user '%s%'
es: Usuario inhabilitado '%s%'
fr: Utilisateur '%s%' désactivé
it: Utente disabilitato '%s%'
pt: Usuário desabilitado '%s%'

source: Disables a user from the users database.
es: Desactiva a un usuario de la base de datos de usuarios.
fr: Désactive un utilisateur de la base de données des utilisateurs.
it: Disabilita un utente dal database degli utenti.
pt: Desabilita um usuário do banco de dados de usuários.

source: Disable the user.
es: Deshabilitar al usuario.
fr: Désactivez l'utilisateur.
it: Disabilita l'utente.
pt: Desative o usuário.

source: Display messages in HTML.
es: Mostrar mensajes en HTML.
fr: Affichage des messages en HTML.
it: Visualizzare i messaggi in HTML.
pt: Exibir mensagens em HTML.

source: Enabled user '%s%'
es: Usuario habilitado '%s%'
fr: Utilisateur '%s%' activé
it: Utente '%s%' abilitato
pt: Usuário habilitado '%s%'

source: Enables a user into the users database.
es: Permite a un usuario ingresar a la base de datos de usuarios.
fr: Réactive un utilisateur dans la base de données des utilisateurs.
it: Abilita un utente nel database degli utenti.
pt: Habilita um usuário no banco de dados de usuários.

source: Enter the directory where are located the view files :
es: Ingrese al directorio donde se ubican los archivos de vista:
fr: Entrez le répertoire où se trouvent les fichiers de la vue :
it: Inserire la directory in cui si trovano i file di visualizzazione:
pt: Digite o diretório onde estão localizados os arquivos de vistas:

source: Enter the directory where is located the simulator XML file:
es: Introduzca el directorio donde se encuentra el archivo XML del simulador:
fr: Entrez le répertoire où se trouve le fichier XML du simulateur :
it: Inserire la directory in cui si trova il file XML simulatore:
pt: Digite o diretório onde está localizado o arquivo XML do simulador:

source: Enter the full path of the delimited text file :
es: Introduzca la ruta completa del archivo de texto delimitado:
fr: Entrez le chemin complet du fichier texte délimité:
it: Immettere il percorso completo del file di testo delimitato:
pt: Digite o caminho completo do arquivo de texto delimitado:

source: Enter the full path of the directory where the files of your data source are located :
es: Ingrese la ruta completa del directorio donde se encuentran los archivos de su fuente de datos:
fr: Entrez le chemin complet du répertoire où se trouvent les fichiers de votre source de données :
it: Immettere il percorso completo della directory in cui si trovano i file dell'origine dati:
pt: Digite o caminho completo do diretório onde os arquivos de sua fonte de dados estão localizados:

source: Enter the installation directory of the other instance of G6K :
es: Ingrese al directorio de instalación de la otra instancia de G6K:
fr: Entrez le répertoire d'installation de l'autre instance de G6K :
it: Inserire la directory di installazione del altra istanza di G6K:
pt: Digite o diretório de instalação da outra instância do G6K:

source: Enter the name of the datasource :
es: Introduzca el nombre de la fuente de datos:
fr: Entrez le nom de la source de données :
it: Inserire il nome dell'origine dati:
pt: Digite o nome da fonte de dados:

source: Enter the name of the simulator :
es: Introduzca el nombre del simulador:
fr: Entrez le nom du simulateur :
it: Inserire il nome del simulatore:
pt: Digite o nome do simulador:

source: Enter the name of the table :
es: Ingrese el nombre de la tabla:
fr: Entrez le nom de la table:
it: Inserire il nome della tabella:
pt: Digite o nome da tabela:

source: Enter the name of the view :
es: Ingrese el nombre de la vista:
fr: Entrez le nom de la vue :
it: Inserire il nome della vista:
pt: Digite o nome da vista:

source: Enter the new path of the asset relatively to the public directory :
es: Ingrese la nueva ruta del recurso en relación con el directorio público:
fr: Entrez le nouveau chemin de la ressource par rapport au répertoire public :
it: Immettere il nuovo percorso della risorsa relativamente alla directory pubblica:
pt: Digite o novo caminho do recurso relativamente ao diretório público:

source: Enter the path of the asset relatively to the public directory :
es: Introduzca la ruta del recurso en relación con el directorio público:
fr: Entrez le chemin relatif de la ressource par rapport au répertoire public :
it: Immettere il percorso del bene relativamente alla directory pubblica:
pt: Digite o caminho do recurso relativamente ao diretório público:

source: ERROR: The business rule id #%id% is used multiple times.
es: ERROR: el ID. de la regla de negocio #%id% se usa varias veces.
fr: ERREUR: l'ID de la règle métier #%id% est utilisé plusieurs fois.
it: ERRORE: l'ID della regola aziendale #%id% viene utilizzata più volte.
pt: ERRO: o ID da regra de negócios #%id% é usado várias vezes.

source: ERROR: The business rule name '%name%' is used multiple times.
es: ERROR: el nombre de la regla empresarial '%name%' se usa varias veces.
fr: ERREUR: le nom de la règle métier '%name%' est utilisé plusieurs fois.
it: ERRORE: il nome della regola aziendale '%name%' viene utilizzato più volte.
pt: ERRO: o nome da regra de negócios '%name%' é usado várias vezes.

source: ERROR: The data id #%id% is used multiple times.
es: ERROR: el ID de datos #%id% se usa varias veces.
fr: ERREUR: l'ID de la donnée #%id% est utilisé plusieurs fois.
it: ERRORE: l'ID dati #%id% viene utilizzato più volte.
pt: ERRO: O ID de dados #%id% é usado várias vezes.

source: ERROR: The data name '%name%' is used multiple times.
es: ERROR: El nombre de los datos '%name%' se usa varias veces.
fr: ERREUR: le nom de la donnée '%name%' est utilisé plusieurs fois.
it: ERRORE: il nome dati '%name%' viene utilizzato più volte.
pt: ERRO: O nome dos dados '%name%' é usado várias vezes.

source: Error while copying the database '%database%' in '%databasedir%' : '%message%'
es: Error al copiar la base de datos '%database%' en '%databasedir%': '%message%'
fr: Erreur lors de la copie de la base de données '%database%' dans '%databasedir%': '%message%'
it: Errore durante la copia del database '%database%' in '%databasedir%': '%message%'
pt: Erro ao copiar o banco de dados '%database%' em '%databasedir%': '%message%'

source: Error while creating '%view%' in '%viewpath%' : %message%
es: Error al crear '%view%' en '%viewpath%': %message%
fr: Erreur lors de la création de '%view%' dans '%viewpath%' : %message%
it: Errore durante la creazione di '%view%' in '%viewpath%': %message%
pt: Erro ao criar '%view%' em '%viewpath%': %message%

source: Error while migrating the templates : %s%
es: Error al migrar las plantillas: %s%
fr: Erreur lors de la migration des modèles de page : %s%
it: Errore durante la migrazione i modelli: %s%
pt: Erro ao migrar os modelos: %s%

source: Error while saving DataSources.xml in '%databasedir%' : %message%
es: Error al guardar DataSources.xml en '%databasedir%': %message%
fr: Erreur lors de l'enregistrement du fichier DataSources.xml dans '%databasedir%': %message%
it: Errore durante il salvataggio DataSources.xml in '%databasedir%': %message%
pt: Erro ao salvar DataSources.xml em '%databasedir%': %message%

source: Error while updating '%view%' for '%s%' : %message%
es: Error al actualizar '%view%' para '%s%': %message%
fr: Erreur lors de la mise à jour de '%view%' pour '%s%' : %message%
it: Errore durante l'aggiornamento '%view%' per '%s%': %message%
pt: Erro ao atualizar '%view%' para '%s%': %message%

source: execute method is not implemented
es: el metodo execute no esta implementado
fr: la méthode execute n'est pas implémentée
it: eseguire il metodo non è implementato
pt: método execute não é implementado

source: Fail to refresh the asset manifest : %s%
es: Error al actualizar el manifiesto de recursos: %s%
fr: Échec de la regénération du registre de ressources : %s%
it: Fail per aggiornare il manifesto del risparmio: %s%
pt: Falha ao atualizar o manifesto do recurso: %s%

source: Fail to update the asset manifest : %s%
es: Error al actualizar el manifiesto de recursos: %s%
fr: Échec de la mise à jour du registre de ressources : %s%
it: Non riescono a aggiornare il manifesto del risparmio: %s%
pt: Falha ao atualizar o manifesto do recurso: %s%

source: Field separator (default 't' : tabulation for .txt file or ';' for .csv file).
es: Separador de campo (por defecto 't': tabulación para el archivo .txt o ';' para el archivo .csv).
fr: Séparateur de champs (par défaut 't': tabulation pour le fichier .txt ou ';' pour le fichier .csv).
it: separatore di campo (default 't': tabulazione per txt file o ';' per file .csv).
pt: Separador de campos (padrão 't': tabulação para arquivo .txt ou ';' para arquivo .csv).

source: Finding the %name%.xml file from the other instance '%s%' in progress
es: Buscando el archivo %name%.xml de la otra instancia '%s%' en progreso
fr: Recherche en cours du fichier %name%.xml de l'autre instance '%s%'
it: Ricerca del file %name%.xml dall'altra istanza '%s%' in corso
pt: Como encontrar o arquivo %name%.xml da outra instância '%s%' em andamento

source: Finding the %simulatorname%.css files from the other instance '%s%' in progress
es: Buscando los archivos %simulatorname% .css de la otra instancia '%s%' en progreso
fr: Recherche en cours des fichiers %simulatorname%.css de l'autre instance '%s%'
it: Trovare i file %simulatorname% css dall'altra istanza '%s%' in corso
pt: Encontrando os arquivos %simulatorname%.css da outra instância '%s%' em andamento

source: Finding the assets directory of the other instance '%s%' in progress
es: Buscando el directorio de recursos de la otra instancia '%s%' en progreso
fr: Recherche en cours du répertoire de ressources de l'autre instance '%s%'
it: Trovare la directory beni dell'altra istanza '%s%' in corso
pt: Como encontrar o diretório de recursos da outra instância '%s%' em andamento

source: Finding the DataSources.xml file from the other instance '%s%' in progress
es: Buscando el archivo DataSources.xml de la otra instancia '%s%' en progreso
fr: Recherche en cours du fichier DataSources.xml depuis l'autre instance '%s%'
it: Trovare il file DataSources.xml dall'altra istanza '%s%' in corso
pt: Encontrando o arquivo DataSources.xml da outra instância '%s%' em andamento

source: Finding the simulators directory of the other instance '%s%' in progress
es: Buscando el directorio de simuladores de la otra instancia '%s%' en progreso
fr: Recherche en cours du répertoire des simulateurs de l'autre instance '%s%'
it: Trovare la directory simulatori dell'altra istanza '%s%' in corso
pt: Encontrando o diretório de simuladores da outra instância '%s%' em andamento

source: Finding the templates directory of the other instance '%s%' in progress
es: Buscando el directorio de plantillas de la otra instancia '%s%' en progreso
fr: Recherche en cours du répertoire de modèles de page de l'autre instance '%s%'
it: Trovare la directory dei modelli dell'altra istanza '%s%' in corso
pt: Encontrando o diretório de modelos da outra instância '%s%' em andamento

source: G6K version %s%
it: Versione G6K %s%
pt: Versão G6K %s%

source: getCommandArguments method is not implemented
es: El método getCommandArguments no está implementado
fr: la méthode getCommandArguments n'est pas implémentée
it: metodo getCommandArguments non è implementato
pt: O método getCommandArguments não está implementado

source: getCommandDescription method is not implemented
es: El método getCommandDescription no está implementado
fr: la méthode getCommandDescription n'est pas implémentée
it: metodo getCommandDescription non è implementato
pt: O método getCommandDescription não está implementado

source: getCommandHelp method is not implemented
es: El método getCommandHelp no está implementado
fr: la méthode getCommandHelp n'est pas implémentée
it: metodo getCommandHelp non è implementato
pt: O método getCommandHelp não está implementado

source: getCommandName method is not implemented
es: El método getCommandName no está implementado
fr: la méthode getCommandName n'est pas implémentée
it: metodo getCommandName non è implementato
pt: O método getCommandName não está implementado

source: If the name of the simulator is 'all', all simulators will be validated.
es: Si el nombre del simulador es 'all', todos los simuladores serán validados.
fr: Si le nom du simulateur est 'all', tous les simulateurs seront validés.
it: Se il nome del simulatore è 'tutto', saranno convalidati tutti i simulatori.
pt: Se o nome do simulador for 'all', todos os simuladores serão validados.

source: Importing table %s%
es: Importando tabla %s%
fr: Import de la table %s%
it: Importazione tabella %s%
pt: Importando a tabela %s%

source: Importing the datasource '%datasourcename%' located in '%datasourcepath%'
es: Importando el origen de datos '%datasourcename%' ubicado en '%datasourcepath%'
fr: Importation de la source de données '%datasourcename%' située dans '%datasourcepath%'
it: Importazione l'origine dati '%datasourcename%' si trova in '%datasourcepath%'
pt: Importando a fonte de dados '%datasourcename%' localizado em '%datasourcepath%'

source: Importing the file '%filepath%' into the table '%tablename%'
es: Importando el archivo '%filepath%' en la tabla '%tablename%'
fr: Importation du fichier '%filepath%' dans la table '%tablename%'
it: Importazione del file '%filepath%' nella tabella '%tablename%'
pt: Importando o arquivo '%filepath%' para a tabela '%tablename%'

source: Importing the simulator '%simulatorname%' located in '%simulatorpath%'
es: Importación del simulador '%simulatorname%' ubicado en '%simulatorpath%'
fr: Importation du simulateur '%simulatorname%' situé dans '%simulatorpath%'
it: Importazione del simulatore '%simulatorname%' si trova in '%simulatorpath%'
pt: Importando o simulador '%simulatorname%' localizado em '%simulatorpath%'

source: Importing the view '%view%' located in '%viewpath%'
es: Importando la vista '%view%' ubicada en '%viewpath%'
fr: Importation de la vue '%view%' située dans '%viewpath%'
it: Importazione si trova in '%viewpath%' vista '%view%'
pt: Importando a vista '%view%' localizada em '%viewpath%'

source: Imports a datasource from an exported json file.
es: Importa una fuente de datos desde un archivo json exportado.
fr: Importe une source de données à partir d'un fichier json précédemment exporté.
it: Importa un datasource da un file JSON esportato.
pt: Importa uma fonte de dados de um arquivo json exportado.

source: Imports a datasource table from an delimited text file.
es: Importa una tabla de origen de datos desde un archivo de texto delimitado.
fr: Importe une table de source de données à partir d'un fichier texte délimité.
it: Importa una tabella origine dati da un file di testo delimitato.
pt: Importa uma tabela de fonte de dados de um arquivo de texto delimitado.

source: Imports a simulator from an exported xml file.
es: Importa un simulador desde un archivo xml exportado.
fr: Importe un simulateur à partir d'un fichier XML précédemment exporté.
it: Importa un simulatore da un file XML esportato.
pt: Importa um simulador de um arquivo xml exportado.

source: In line %line%, the '%datasource%' associated to source %source% of '%simulatorname%' doesn't exists.
es: En la línea %line%, el '%datasource%' asociado a la fuente %source% de '%simulatorname%' no existe.
fr: En ligne %line%, le '%datasource%' associé à la source %source% de '%simulatorname%' n'existe pas.
it: In linea %line%, il '%datasource%' associata alla sorgente %source% del simulatore '%simulatorname%' non esiste.
pt: Na linha %line%, a '%datasource%' associada à fonte %source% de '%simulatorname%' não existe.

source: In line %line%, the '%targetname%' '%target%' referenced in the rule action '%element%' of '%simulatorname%' doesn't exists.
es: En la línea %line%, el '%targetname%' '%target%' referenciado en la acción de la regla '%element%' de '%simulatorname%' no existe.
fr: En ligne %line%, le '%targetname%' '%target%' référencé dans l'action de la règle '%element% 'de'%simulatorname% 'n'existe pas.
it: In linea %line%, il '%targetname%' '%target%' fatto riferimento nella regola azione '%element%' del '%simulatorname%' non esiste.
pt: Na linha %line%, o '%targetname%' '%target%' referenciado na ação de regra '%element%' de '%simulatorname%' não existe.

source: In line %line%, the column '%column%' of '%attribute%' in '%element%' isn't returned by the source %source% of '%simulatorname%'.
es: En la línea %line%, la columna '%column%' de '%attribute%' en '%element%' no es devuelta por la fuente %source% de '%simulatorname%'.
fr: En ligne %line%, la colonne '%column%' de '%attribute%' dans '%element%' n'est pas retournée par la source %source% de '%simulatorname%'.
it: In linea %line%, la colonna '%column%' del '%attribute%' in '%element%' non viene restituita dalla sorgente %source% del '%simulatorname%'.
pt: Na linha %line%, a coluna '%column%' do '%attribute%' em '%element%' não é retornada pela fonte %source% de '%simulatorname%'.

source: In line %line%, the data '%data%' referenced by an element '%element%' of '%simulatorname%' doesn't exists.
es: En la línea %line%, los datos '%data%' a los que hace referencia un elemento '%element%' de '%simulatorname%' no existen.
fr: En ligne %line%, la donnée '%data%' référencée par un élément '%element%' de '%simulatorname%' n'existe pas.
it: In linea %line%, i dati '%data%' riferisce a un elemento '%element%' del '%simulatorname%' non esiste.
pt: Na linha %line%, os dados '%data%' referenciados por um elemento '%element%' de '%simulatorname%' não existem.

source: In line %line%, the data '%data%' referenced in the element '%element%' text of '%simulatorname%' doesn't exists.
es: En la línea %line%, los datos '%data%' a los que se hace referencia en el elemento '%element%' no existe el texto de '%simulatorname%'.
fr: En ligne %line%, la donnée '%data%' référencée dans l'élément '%element%' de '%simulatorname%' n'existe pas.
it: In linea %line%, i dati '%data%' fatto riferimento nell'elemento '%element%' testo '%simulatorname%' non esiste.
pt: Na linha %line%, os dados '%data%' referenciados no elemento '%element%' texto de '%simulatorname%' não existem.

source: In line %line%, the data '%data%' used in the element '%element%' of '%simulatorname%' doesn't exists.
es: En la línea %line%, los datos '%data%' utilizados en el elemento '%element%' de '%simulatorname%' no existen.
fr: En ligne %line%, la donnée '%data%' utilisée dans l'élément '%element%' de '%simulatorname%' n'existe pas.
it: In linea %line%, i dati '%data%' utilizzato nell'elemento '%element%' del '%simulatorname%' non esiste.
pt: Na linha %line%, os dados '%data%' usados ​​no elemento '%element%' de '%simulatorname%' não existem.
