Repository: eureka2/G6K
Catalog: translations/commands.*.xlf
Languages: es, fr, it, pt

source: The directory where is located the PDF Form, if any.
es: El directorio donde se encuentra el formulario PDF, en su caso.
fr: Le répertoire où se trouve le fichier de PDF, le cas échéant.
it: La directory in cui si trova il modulo PDF, se presente.
pt: O diretório onde está localizado o formulário PDF, se houver.

source: The directory where is located the simulator XML file.
es: El directorio donde se encuentra el archivo XML del simulador.
fr: Le répertoire où se trouve le fichier XML du simulateur.
it: La directory in cui si trova il file XML simulatore.
pt: O diretório onde está localizado o arquivo XML do simulador.

source: The directory where is located the stylesheet, if any.
es: El directorio donde se encuentra la hoja de estilo, en su caso.
fr: Le répertoire où se trouve la feuille de style, le cas échéant.
it: La directory in cui si trova il foglio di stile, se presente.
pt: O diretório onde está localizada a folha de estilo, se houver.

source: The email can not be empty
es: El correo electrónico no puede estar vacío
fr: L'email ne peut pas être vide
it: L'email non può essere vuota
pt: O email não pode estar vazio

source: The email of the user.
es: El correo electrónico del usuario.
fr: L'email de l'utilisateur.
it: L'email dell'utente.
pt: O e-mail do usuário.

source: The field '%field%' is invalid
es: El campo '%field%' no es válido
fr: Le champ '%field%' est non valide
it: Il campo '%field%' non è valido
pt: O campo '%field%' é inválido

source: The field '%field%' is not a number
es: El campo '%field%' no es un número
fr: Le champ '%field%' n'est pas un nombre
it: Il campo '%field%' non è un numero
pt: O campo '%field%' não é um número

source: The field '%field%' is not a valid currency
es: El campo '%field%' no es una moneda válida
fr: Le champ '%field%' n'est pas un montant valide
it: Il campo '%field%' non è una valuta valida
pt: O campo '%field%' não é uma moeda válida

source: The field '%field%' is not a valid date
es: El campo '%field%' no es una fecha válida
fr: Le champ '%field%' n'est pas une date valide
it: Il campo '%field%' non è una data valida
pt: O campo '%field%' não é uma data válida

source: The field '%field%' is not a valid year
es: El campo '%field%' no es un año válido
fr: Le champ '%field%' n'est pas une année valide
it: Il campo '%field%' non è valida un anno
pt: O campo '%field%' não é um ano válido

source: The field '%field%' is not numeric
es: El campo '%field%' no es numérico
fr: Le champ '%field%' n'est pas numérique
it: Il campo '%field%' non è numerico
pt: O campo '%field%' não é numérico

source: The field '%field%' is required
es: El campo '%field%' es obligatorio
fr: Le champ '%field%' est obligatoire
it: È necessario il campo '%field%'
pt: O campo '%field%' é obrigatório

source: The file %s% has been added
es: El archivo %s% ha sido agregado
fr: Le fichier %s% a été ajouté
it: Il file %s% è stata aggiunta
pt: O arquivo %s% foi adicionado

source: The file %s% has been modified
es: El archivo %s% ha sido modificado
fr: Le fichier %s% a été modifié
it: Il file %s% è stato modificato
pt: O arquivo %s% foi modificado

source: The file %s% has been removed
es: El archivo %s% ha sido eliminado
fr: Le fichier %s% a été enlevé
it: Il file %s% è stato rimosso
pt: O arquivo %s% foi removido

source: The file '%s%' doesn't exists
es: El archivo '%s%' no existe
fr: Le fichier '%s%' n'existe pas
it: Il file '%s%' non esiste
pt: O arquivo '%s%' não existe

source: The file '%s%' is already in the manifest.
es: El archivo '%s%' ya está en el manifiesto.
fr: le fichier '%s%' est déjà dans le registre des ressources.
it: Il file '%s%' è già nel manifesto.
pt: O arquivo '%s%' já está no manifesto.

source: The file '%s%' isn't in the manifest.
es: El archivo '%s%' no está en el manifiesto.
fr: Le fichier '%s%' n'est pas dans le registre.
it: Il file '%s%' non è nel manifesto.
pt: O arquivo '%s%' não está no manifesto.

source: The file '%s%' still exists, delete it first.
es: El archivo '%s%' todavía existe, elimínelo primero.
fr: Le fichier '%s%' existe encore, supprimez le d'abord.
it: Il file '%s%' esiste ancora, eliminarlo prima.
pt: O arquivo '%s%' ainda existe, exclua-o primeiro.

source: The file '%s%' still exists.
es: El archivo '%s%' todavía existe.
fr: le fichier '%s%' existe toujours.
it: Il file '%s%' esiste ancora.
pt: O arquivo '%s%' ainda existe.

source: The file names will be composed as follows:
es: Los nombres de los archivos estarán compuestos de la siguiente manera:
fr: Les noms de fichiers seront composés comme suit :
it: I nomi dei file saranno così composti:
pt: Os nomes dos arquivos serão compostos da seguinte forma:

source: The full path of the delimited text file.
es: La ruta completa del archivo de texto delimitado.
fr: Le chemin complet du fichier texte délimité.
it: Il percorso completo del file di testo delimitato.
pt: O caminho completo do arquivo de texto delimitado.

source: The installation directory of the other instance of G6K.
es: El directorio de instalación de la otra instancia de G6K.
fr: Le répertoire d'installation de l'autre instance de G6K.
it: La directory di installazione dell'altra istanza di G6K.
pt: O diretório de instalação da outra instância do G6K.

source: The name of the datasource.
es: El nombre de la fuente de datos.
fr: Le nom de la source de données.
it: Il nome dell'origine dati.
pt: O nome da fonte de dados.

source: The name of the datasource or 'all'.
es: El nombre de la fuente de datos o 'all'.
fr: Le nom de la source de données ou 'all'.
it: Il nome dell'origine dati o 'all'.
pt: O nome da fonte de dados ou 'all'.

source: The name of the simulator.
es: El nombre del simulador.
fr: Le nom du simulateur.
it: Il nome del simulatore.
pt: O nome do simulador.

source: The name of the simulator or 'all'.
es: El nombre del simulador o 'all'.
fr: Le nom du simulateur ou 'all'.
it: Il nome del simulatore o 'all'.
pt: O nome do simulador ou 'all'.

source: The name of the table.
es: El nombre de la tabla.
fr: Le nom de la table.
it: Il nome della tabella.
pt: O nome da tabela.

source: The name of the view.
es: El nombre de la vista.
fr: Le nom de la vue.
it: Il nome della vista.
pt: O nome da vista.

source: The name of the view or 'all'.
es: El nombre de la vista o 'all'.
fr: Le nom de la vue ou 'all'.
it: Il nome della vista o 'all'.
pt: O nome da vista ou 'all'.

source: The new password of the user.
es: La nueva contraseña del usuario.
fr: Le nouveau mot de passe de l'utilisateur.
it: La nuova password dell'utente.
pt: A nova senha do usuário.

source: The new path of the asset relatively to the public directory.
es: La nueva ruta del recurso en relación con el directorio público.
fr: Le nouveau chemin de la ressource par rapport au répertoire public.
it: Il nuovo percorso del bene relativamente alla directory pubblica.
pt: O novo caminho do recurso relativamente ao diretório público.

source: The new roles of the user delimited by spaces.
es: Los nuevos roles del usuario delimitados por espacios.
fr: Les nouveaux rôles de l'utilisateur délimités par des espaces.
it: I nuovi ruoli dell'utente delimitati da spazi.
pt: As novas funções do usuário delimitadas por espaços.

source: The password can not be empty
es: La contraseña no puede estar vacía
fr: Le mot de passe ne peut pas être vide
it: La password non può essere vuota
pt: A senha não pode estar vazia

source: The password of the user '%s%' can't be updated. Reason : %r%
es: No se puede actualizar la contraseña del usuario '%s%'. Razón : %r%
fr: Le mot de passe de l'utilisateur '%s%' ne peut pas être mis à jour. Raison : %r%
it: La password dell'utente '%s%' non può essere aggiornata. Motivo : %r%
pt: A senha do usuário '%s%' não pode ser atualizada. Razão : %r%

source: The password of the user.
es: La contraseña del usuario.
fr: Le mot de passe de l'utilisateur.
it: La password dell'utente.
pt: A senha do usuário.

source: The path of the asset relatively to the public directory.
es: La ruta del recurso en relación con el directorio público.
fr: Le chemin de la ressource par rapport au répertoire public.
it: Il percorso del bene relativamente alla directory pubblica.
pt: O caminho do recurso relativamente ao diretório público.

source: The roles can't be added to the user '%s%'. Reason : %r%
es: Los roles no se pueden agregar al usuario '%s%'. Razón : %r%
fr: Les rôles ne peuvent pas être ajoutés à l'utilisateur '%s%'. Raison : %r%
it: I ruoli non possono essere aggiunti all'utente '%s%'. Motivo : %r%
pt: As funções não podem ser adicionadas ao usuário '%s%'. Razão : %r%

source: The roles can't be removed from the user '%s%'. Reason : %r%
es: Los roles no se pueden eliminar del usuario '%s%'. Razón : %r%
fr: Les rôles de l'utilisateur '%s%' ne peuvent pas être supprimés. Raison : %r%
it: I ruoli non possono essere rimossi dall'utente '%s%'. Motivo : %r%
pt: As funções não podem ser removidas do usuário '%s%'. Razão : %r%

source: The roles of the user delimited by spaces.
es: Los roles del usuario delimitados por espacios.
fr: Les rôles de l'utilisateur délimités par des espaces.
it: I ruoli dell'utente delimitati da spazi.
pt: As funções do usuário delimitadas por espaços.

source: The roles to remove from the user delimited by spaces.
es: Los roles a eliminar del usuario delimitados por espacios.
fr: Les rôles à supprimer de l'utilisateur délimités par des espaces.
it: I ruoli da rimuovere dall'utente delimitati da spazi.
pt: As funções a serem removidas do usuário delimitadas por espaços.

source: The schema file '%s%' doesn't exists
es: El archivo de esquema '%s%' no existe
fr: Le fichier du schéma '%s%' n'existe pas
it: Il file di schema '%s%' non esiste
pt: O arquivo de esquema '%s%' não existe

source: The simulator '%s%' is successfully copied
es: El simulador '%s%' se copió correctamente.
fr: Le simulateur '%s%' est copié avec succès
it: Il simulatore '%s%' viene copiato con successo
pt: O simulador '%s%' foi copiado com sucesso

source: The simulator '%s%' is successfully imported
es: El simulador '%s%' se importó correctamente
fr: Le simulateur '%s%' est importé avec succès
it: Il simulatore '%s%' viene importato con successo
pt: O simulador '%s%' foi importado com sucesso

source: The simulator '%s%' is successfully validated
es: El simulador '%s%' es validado exitosamente
fr: Le simulateur '%s%' est validé avec succès
it: Il simulatore '%s%' viene convalidato correttamente
pt: O simulador '%s%' foi validado com sucesso

source: The simulator XML file '%s%' doesn't exists
es: El archivo XML del simulador '%s%' no existe
fr: Le fichier XML du simulateur '%s%' n'existe pas
it: Il file simulatore XML '%s%' non esiste
pt: O arquivo XML do simulador '%s%' não existe

source: The simulator xml file of '%s%' has some errors.
es: El archivo xml del simulador de '%s%' tiene algunos errores.
fr: Le fichier XML de simulateur de '%s%' contient des erreurs.
it: Il file XML simulatore di '%s%' ha alcuni errori.
pt: O arquivo xml do simulador de '%s%' possui alguns erros.

source: The stylesheet associated to '%simulatorname%' doesn't exists.
es: La hoja de estilo asociada a '%simulatorname%' no existe.
fr: La feuille de style associée à '%simulatorname%' n'existe pas.
it: Il foglio di stile associato a '%simulatorname%' non esiste.
pt: A folha de estilo associada a '%simulatorname%' não existe.

source: The stylesheet file '%s%' doesn't exists
es: El archivo de hoja de estilo '%s%' no existe
fr: Le fichier de feuille de styles '%s%' n'existe pas
it: Il foglio di stile '%s%' non esiste
pt: O arquivo de folha de estilo '%s%' não existe

source: The table '%s%' doesn't exists
es: La tabla '%s%' no existe
fr: La table '%s%' n'existe pas
it: La tabella '%s%' non esiste
pt: A tabela '%s%' não existe

source: The table '%table%' can't be imported : %s%
es: La tabla '%table%' no se puede importar: %s%
fr: La table '%table%' ne peut pas être importée : %s%
it: La tabella di '%table%' non può essere importato: %s%
pt: A tabela '%table%' não pode ser importada: %s%

source: The table '%table%' is successfully imported
es: La tabla '%table%' se importó correctamente
fr: La table '%table%' est importée avec succès
it: La tabella di '%table%' viene importato con successo
pt: A tabela '%table%' é importada com sucesso

source: The templates are successfully migrated
es: Las plantillas se han migrado correctamente.
fr: Les modèles de page ont été migrés avec succès
it: I modelli vengono migrati con successo
pt: Os modelos são migrados com sucesso

source: The url of the website '%s%' isn't valid
es: La url del sitio web '%s%' no es válida
fr: L'URL du site '%s%' n'est pas valide
it: L'URL del sito web '%s%' non è valido
pt: A URL do website '%s%' não é válida

source: The url of the website where this view is used.
es: La url del sitio web donde se utiliza esta vista.
fr: L'URL du site Web où cette vue est utilisée.
it: L'URL del sito web in cui viene utilizzata questa vista.
pt: A URL do site em que essa vista é usada.

source: The user '%s%' can't be created. Reason : %r%
es: No se puede crear el usuario '%s%'. Razón : %r%
fr: L'utilisateur '%s%' ne peut pas être créé. Raison : %r%
it: Impossibile creare l'utente '%s%'. Motivo : %r%
pt: O usuário '%s%' não pode ser criado. Razão : %r%

source: The user '%s%' can't be deleted. Reason : %r%
es: No se puede eliminar el usuario '%s%'. Razón : %r%
fr: L'utilisateur '%s%' ne peut pas être supprimé. Raison : %r%
it: L'utente '%s%' non può essere eliminato. Motivo : %r%
pt: O usuário '%s%' não pode ser excluído. Razão : %r%

source: The user '%s%' can't be disabled. Reason : %r%
es: El usuario '%s%' no se puede deshabilitar. Razón : %r%
fr: L'utilisateur '%s%' ne peut pas être désactivé. Raison : %r%
it: L'utente '%s%' non può essere disabilitato. Motivo : %r%
pt: O usuário '%s%' não pode ser desabilitado. Razão : %r%

source: The user '%s%' can't be enabled. Reason : %r%
es: No se puede habilitar el usuario '%s%'. Razón : %r%
fr: L'utilisateur '%s%' ne peut pas être activé. Raison : %r%
it: L'utente '%s%' non può essere abilitato. Motivo : %r%
pt: O usuário '%s%' não pode ser habilitado. Razão : %r%

source: The user '%s%' can't be locked. Reason : %r%
es: El usuario '%s%' no se puede bloquear. Razón : %r%
fr: L'utilisateur '%s%' ne peut pas être verrouillé. Raison : %r%
it: L'utente '%s%' non può essere bloccato. Motivo : %r%
pt: O usuário '%s%' não pode ser bloqueado. Razão : %r%

source: The user '%s%' can't be unlocked. Reason : %r%
es: El usuario '%s%' no se puede desbloquear. Razón : %r%
fr: L'utilisateur '%s%' ne peut pas être déverrouillé. Raison : %r%
it: L'utente '%s%' non può essere sbloccato. Motivo : %r%
pt: O usuário '%s%' não pode ser desbloqueado. Razão : %r%

source: The user '%s%' doesn't exists.
es: El usuario '%s%' no existe.
fr: L'utilisateur '%s%' n'existe pas.
it: L'utente '%s%' non esiste.
pt: O usuário '%s%' não existe.

source: The username can not be empty
es: El nombre de usuario no puede estar vacío
fr: Le nom d'utilisateur ne peut pas être vide
it: Il nome utente non può essere vuoto
pt: O nome de usuário não pode estar vazio

source: The username of the user.
es: El nombre de usuario del usuario.
fr: Le nom d'utilisateur de l'utilisateur.
it: Il nome utente dell'utente.
pt: O nome de usuário do usuário.

source: The view '%s%' doesn't exists
es: La vista '%s%' no existe
fr: La vue '%s%' n'existe pas
it: La vista '%s%' non esiste
pt: A vista '%s%' não existe

source: The view '%s%' is partially created
es: La vista '%s%' está parcialmente creada
fr: La vue '%s%' est partiellement créée
it: La vista '%s%' è parzialmente creata
pt: A vista '%s%' é parcialmente criada

source: The view '%s%' is successfully created
es: La vista '%s%' se ha creado correctamente.
fr: La vue '%s%' est créée avec succès
it: viene creato correttamente la vista '%s%'
pt: A vista '%s%' é criada com sucesso

source: The view '%s%' still exists, drop it first.
es: La vista '%s%' todavía existe, suéltela primero.
fr: La vue '%s%' existe toujours, supprimez-la d'abord
it: La vista '%s%' esiste ancora, cadere prima.
pt: A vista '%s%' ainda existe, solte-a primeiro.

source: The view '%view%' doesn't exists in the assets directory '%s%'
es: La vista '%view%' no existe en el directorio de recursos '%s%'
fr: La vue '%view%' n'existe pas dans le répertoire de ressources '%s%'
it: La vista '%view%' non esiste nella directory di asset '%s%'
pt: A vista '%view%' não existe no diretório de recursos '%s%'

source: The view '%view%' doesn't exists in the templates directory '%s%'
es: La vista '%view%' no existe en el directorio de plantillas '%s%'
fr: La vue '%view%' n'existe pas dans le répertoire de modèles de page '%s%'
it: La vista '%view%' non esiste nella directory dei modelli '%s%'
pt: A vista '%view%' não existe no diretório de templates '%s%'

source: The view name (optional), if you want to restrict the migration to a view.
es: El nombre de la vista (opcional), si desea restringir la migración a una vista.
fr: Le nom de la vue (facultatif), si vous souhaitez limiter la migration à une vue.
it: Il nome della vista (opzionale), se si desidera limitare la migrazione verso una visione.
pt: O nome da vista (opcional), se você quiser restringir a migração para uma vista.

source: The widget '%s%' doesn't exists
es: El widget '%s%' no existe
fr: Le widget '%s%' n'existe pas
it: Il widget di '%s%' non esiste
pt: O widget '%s%' não existe

source: This command allows you add an asset to the manifest.json file after its creation.
es: Este comando le permite agregar un recurso al archivo manifest.json después de su creación.
fr: Cette commande vous permet d’ajouter une ressource au fichier manifest.json après sa création.
it: Questo comando consente di aggiungere una risorsa per il file manifest.json dopo la sua creazione.
pt: Este comando permite adicionar um recurso ao arquivo manifest.json após sua criação.

source: This command allows you add roles to an user in the users database.
es: Este comando le permite agregar roles a un usuario en la base de datos de usuarios.
fr: Cette commande vous permet d'ajouter des rôles à un utilisateur dans la base de données des utilisateurs.
it: Questo comando consente di aggiungere ruoli a un utente nel database degli utenti.
pt: Este comando permite adicionar funções a um usuário no banco de dados de usuários.

source: This command allows you change the password of a user into the users database.
es: Este comando le permite cambiar la contraseña de un usuario en la base de datos de usuarios.
fr: Cette commande vous permet de modifier le mot de passe d'un utilisateur dans la base de données des utilisateurs.
it: Questo comando consente di modificare la password di un utente nel database degli utenti.
pt: Este comando permite que você altere a senha de um usuário no banco de dados de usuários.

source: This command allows you delete a user from the users database.
es: Este comando le permite eliminar un usuario de la base de datos de usuarios.
fr: Cette commande vous permet de supprimer un utilisateur de la base de données des utilisateurs.
it: Questo comando consente di eliminare un utente dal database degli utenti.
pt: Este comando permite excluir um usuário do banco de dados de usuários.

source: This command allows you disable an user from the users database.
es: Este comando le permite deshabilitar a un usuario de la base de datos de usuarios.
fr: Cette commande vous permet de désactiver un utilisateur de la base de données des utilisateurs.
it: Questo comando consente di disabilitare un utente dal database degli utenti.
pt: Este comando permite que você desabilite um usuário do banco de dados de usuários.

source: This command allows you enable an user into the users database.
es: Este comando le permite habilitar a un usuario en la base de datos de usuarios.
fr: Cette commande vous permet d'activer un utilisateur dans la base de données des utilisateurs.
it: Questo comando consente di abilitare un utente nel database degli utenti.
pt: Este comando permite que você habilite um usuário no banco de dados de usuários.

source: This command allows you lock a user into the users database.
es: Este comando le permite bloquear a un usuario en la base de datos de usuarios.
fr: Cette commande vous permet de verrouiller un utilisateur dans la base de données des utilisateurs.
it: Questo comando consente di bloccare un utente nel database degli utenti.
pt: Este comando permite bloquear um usuário no banco de dados de usuários.

source: This command allows you remove an asset from the manifest.json file after its deletion.
es: Este comando le permite eliminar un recurso del archivo manifest.json después de su eliminación.
fr: Cette commande vous permet de supprimer une ressource du fichier manifest.json après sa suppression.
it: Questo comando consente di rimuovere una risorsa dal file manifest.json dopo la sua eliminazione.
pt: Esse comando permite remover um recurso do arquivo manifest.json após sua exclusão.

source: This command allows you remove assets of a view from the manifest.json file after its deletion.
es: Este comando le permite eliminar recursos de una vista del archivo manifest.json después de su eliminación.
fr: Cette commande vous permet de supprimer les ressources d’une vue du fichier manifest.json après sa suppression.
it: Questo comando consente di rimuovere le attività di una vista dal file manifest.json dopo la sua eliminazione.
pt: Esse comando permite remover recursos de uma vista do arquivo manifest.json após sua exclusão.

source: This command allows you remove roles from a user in the users database.
es: Este comando le permite eliminar roles de un usuario en la base de datos de usuarios.
fr: Cette commande vous permet de supprimer des rôles d'un utilisateur dans la base de données des utilisateurs.
it: Questo comando consente di rimuovere i ruoli da un utente nel database degli utenti.
pt: Este comando permite remover funções de um usuário no banco de dados de usuários.

source: This command allows you to copy one or all data sources from another instance of G6K after a fresh installation.
es: Este comando le permite copiar una o todas las fuentes de datos de otra instancia de G6K después de una instalación nueva.
fr: Cette commande vous permet de copier une ou toutes les sources de données depuis une autre instance de G6K après une nouvelle installation.
it: Questo comando consente di copiare una o tutte le fonti di dati da un'altra istanza di G6K dopo una nuova installazione.
pt: Este comando permite que você copie uma ou todas as fontes de dados de outra instância do G6K após uma nova instalação.

source: This command allows you to copy one or all simulators and their stylesheets from another instance of G6K after a fresh installation.
es: Este comando le permite copiar uno o todos los simuladores y sus hojas de estilo de otra instancia de G6K después de una instalación nueva.
fr: Cette commande vous permet de copier un ou tous les simulateurs et leurs feuilles de style à partir d'une autre instance de G6K après une nouvelle installation.
it: Questo comando consente di copiare uno o tutti i simulatori e ai loro fogli di stile da un'altra istanza di G6K dopo una nuova installazione.
pt: Este comando permite que você copie um ou todos os simuladores e suas folhas de estilo de outra instância do G6K após uma nova instalação.
