Repository: eureka2/G6K
Catalog: translations/commands.*.xlf
Languages: es, fr, it, pt

source: In line %line%, the expression is required when the operator '%operator%' is used in the element '%element%' of '%simulatorname%'
es: En la línea %line%, la expresión se requiere cuando el operador '%operator%' se usa en el elemento '%element%' de '%simulatorname%'
fr: En ligne %line%, l'expression est requise lorsque l'opérateur '%operator%' est utilisé dans l'élément '%element%' de '%simulatorname%'
it: In linea %line%, l'espressione viene richiesto quando l'operatore '%operator%' viene utilizzato nell'elemento '%element%' del '%simulatorname%'
pt: Na linha %line%, a expressão é necessária quando o operador '%operator%' é usado no elemento '%element%' de '%simulatorname%'

source: In line %line%, the expression must not be used with the operator '%operator%' in the element '%element%' of '%simulatorname%'
es: En la línea %line%, la expresión no debe usarse con el operador '%operator%' en el elemento '%element%' de '%simulatorname%'
fr: En ligne %line%, l'expression ne doit pas être utilisée avec l'opérateur '%operator%' dans l'élément '%element%' de '%simulatorname%'
it: In linea %line%, l'espressione non deve essere utilizzato con l'operatore '%operator%' nell'elemento '%element%' del '%simulatorname%'
pt: Na linha %line%, a expressão não deve ser usada com o operador '%operator%' no elemento '%element%' de '%simulatorname%'

source: In line %line%, the operator '%operator%' used in the element '%element%' of '%simulatorname%' is invalid.
es: En la línea %line%, el operador '%operator%' utilizado en el elemento '%element%' de '%simulatorname%' no es válido.
fr: En ligne %line%, l'opérateur '%operator%' utilisé dans l'élément '%element%' de '%simulatorname%' n'est pas valide.
it: In linea %line%, l'operatore '%operator%' utilizzato nell'elemento '%element%' del '%simulatorname%' non è valida.
pt: Na linha %line%, o operador '%operator%' usado no elemento '%element%' de '%simulatorname%' é inválido.

source: In line %line%, the source '%source%' used by an element '%element%' of '%simulatorname%' doesn't exists.
es: En la línea %line%, la fuente '%source%' utilizada por un elemento '%element%' de '%simulatorname%' no existe.
fr: En ligne %line%, la source '%source%' utilisée par un élément '%element%' de '%simulatorname%' n'existe pas.
it: In linea %line%, la fonte '%source%' utilizzato da un elemento '%element%' del simulatore '%simulatorname%' non esiste.
pt: Na linha %line%, a origem '%source%' usada por um elemento '%element%' de '%simulatorname%' não existe.

source: In line %line%, the template '%template%' associated to step %step% of '%simulatorname%' doesn't exists.
es: En la línea %line%, la plantilla '%template%' asociada al paso %step% de '%simulatorname%' no existe.
fr: En ligne %line%, le modèle de page '%template%' associé à l'étape %step% de '%simulatorname%' n'existe pas.
it: In linea %line%, il '%template%' modello associato al passo %step% del '%simulatorname%' non esiste.
pt: Na linha %line%, o modelo '%template%' associado à etapa %step% de '%simulatorname%' não existe.

source: In this case, one or more data sources can be excluded with the --exclude (-x) option.
es: En este caso, se pueden excluir una o más fuentes de datos con la opción --exclude (-x).
fr: Dans ce cas, une ou plusieurs sources de données peuvent être exclues avec l'option --exclude (-x).
it: In questo caso, una o più sorgenti di dati possono essere esclusi con il --exclude (-x) opzione.
pt: Nesse caso, uma ou mais fontes de dados podem ser excluídas com a opção --exclude (-x).

source: In this case, one or more simulators can be excluded with the --exclude (-x) option.
es: En este caso, uno o más simuladores se pueden excluir con la opción --exclude (-x).
fr: Dans ce cas, un ou plusieurs simulateurs peuvent être exclus avec l'option --exclude (-x).
it: In questo caso, uno o più simulatori possono essere esclusi con l'opzione --exclude (-x).
pt: Nesse caso, um ou mais simuladores podem ser excluídos com a opção --exclude (-x).

source: In this case, one or more views can be excluded with the --exclude (-x) option.
es: En este caso, se pueden excluir una o más vistas con la opción --exclude (-x).
fr: Dans ce cas, une ou plusieurs vues peuvent être exclues avec l'option --exclude (-x).
it: In questo caso, una o più viste possono essere esclusi con l'opzione --exclude (-x).
pt: Nesse caso, uma ou mais visualizações podem ser excluídas com a opção --exclude (-x).

source: Line %line% %column%: %message%
es: Línea %line% %column%: %message%
fr: Ligne %line% %column%: %message%
it: Linea %line% %column%: %message%
pt: Linha %line% %column%: %message%

source: Locked user '%s%'
es: Usuario bloqueado '%s%'
fr: Utilisateur '%s%' verrouillé
it: Utente bloccato '%s%'
pt: Usuário bloqueado '%s%'

source: Locks a user into the users database.
es: Bloquea a un usuario en la base de datos de usuarios.
fr: Verrouille un utilisateur dans la base de données des utilisateurs.
it: Blocca un utente nel database degli utenti.
pt: Bloqueia um usuário no banco de dados de usuários.

source: Lock the user.
es: Bloquear al usuario.
fr: Verrouillez l'utilisateur.
it: Blocca l'utente.
pt: Bloqueie o usuário.

source: Migrates templates created under Symfony 2 or 3.
es: Migra las plantillas creadas bajo Symfony 2 o 3.
fr: Migre les modèles de page créés sous Symfony 2 ou 3.
it: Migra i modelli creati in Symfony 2 o 3.
pt: Migra modelos criados no Symfony 2 ou 3.

source: Migrating the template '%template%' of the other instance '%s%'
es: Migración de la plantilla '%template%' de la otra instancia '%s%'
fr: Migration du gabarit '%template%' depuis l'autre instance '%s%'
it: Migrazione del modello '%template%' dell'altra istanza '%s%'
pt: Migrando o modelo '%template%' da outra instância '%s%'

source: migration of the templates
es: migración de las plantillas
fr: migration des modèles de page
it: la migrazione dei modelli
pt: migração dos modelos

source: Migration of the templates is done!
es: La migración de las plantillas está hecha!
fr: La migration des modèles de page est terminée!
it: La migrazione dei modelli è fatto!
pt: A migração dos modelos está concluída!

source: Migration of the templates is not done!
es: ¡La migración de las plantillas no está hecha!
fr: La migration des modèles de page ne s'est pas correctement terminée!
it: La migrazione dei modelli non è fatto!
pt: A migração dos modelos não está concluída!

source: Multiple assets directories were found, please choose one :
es: Se encontraron directorios de recursos múltiples, por favor elija uno:
fr: Plusieurs répertoires de ressources ont été trouvés, veuillez en choisir un :
it: beni più directory sono stati trovati, sceglierne una:
pt: Vários diretórios de recursos foram encontrados, por favor, escolha um:

source: Multiple assets directories were found in the other instance '%s%'
es: Se encontraron varios directorios de recursos en la otra instancia '%s%'
fr: Plusieurs répertoires de ressources ont été trouvés dans l'autre instance '%s%'
it: Attività più directory sono stati trovati nella altra istanza '%s%'
pt: Vários diretórios de recursos foram encontrados na outra instância '%s%'

source: Multiple assets directories were found in the other instance, please choose one :
es: Se encontraron varios directorios de recursos en la otra instancia, elija uno:
fr: Plusieurs répertoires de ressources ont été trouvés dans l’autre instance, veuillez en choisir un:
it: Attività più directory sono stati trovati nella altro caso, sceglierne una:
pt: Vários diretórios de recursos foram encontrados na outra instância, escolha um:

source: Multiple copies of the file %name% were found in '%in%'
es: Se encontraron varias copias del archivo %name% en '%in%'
fr: Plusieurs copies du fichier %name% ont été trouvées dans '%in%'
it: Più copie del file %name% sono state trovate in '%in%'
pt: Várias cópias do arquivo %name% foram encontradas em '%in%'

source: Multiple copies of the file %name% were found in '%in%', please choose one :
es: Se encontraron varias copias del archivo %name% en '%in%', elija una:
fr: Plusieurs copies du fichier %name% ont été trouvées dans '%in%', veuillez en choisir une:
it: Più copie del file %name% sono state trovate in '%in%', sceglierne una:
pt: Múltiplas cópias do arquivo %name% foram encontradas em '%in%', por favor escolha uma:

source: Multiple pdf forms directories were found, please choose one :
es: Se encontraron varios directorios de formularios pdf, elija uno:
fr: Plusieurs répertoires de formulaires pdf ont été trouvés, veuillez en choisir un :
it: Sono stati trovati più elenchi di moduli PDF, si prega di sceglierne uno :
pt: Vários diretórios de formulários em pdf foram encontrados, por favor, escolha um:

source: Multiple simulators directories were found, please choose one :
es: Se encontraron varios directorios de simuladores, por favor elija uno:
fr: Plusieurs répertoires de simulateurs ont été trouvés, veuillez en choisir un :
it: simulatori più directory sono stati trovati, sceglierne una:
pt: Vários diretórios de simuladores foram encontrados, por favor, escolha um:

source: Multiple simulators directories were found in the other instance '%s%'
es: Se encontraron varios directorios de simuladores en la otra instancia '%s%'
fr: Plusieurs répertoires de simulateurs ont été trouvés dans l'autre instance '%s%'
it: Molteplici simulatori directory sono stati trovati nella altra istanza '%s%'
pt: Vários diretórios de simuladores foram encontrados na outra instância '%s%'

source: Multiple templates directories were found, please choose one :
es: Se encontraron varios directorios de plantillas, por favor elija uno:
fr: Plusieurs répertoires de modèles de page ont été trouvés, veuillez en choisir un :
it: modelli di più directory sono stati trovati, sceglierne una:
pt: Vários diretórios de templates foram encontrados, por favor, escolha um:

source: Multiple templates directories were found in the other instance '%s%'
es: Se encontraron varios directorios de plantillas en la otra instancia '%s%'
fr: Plusieurs répertoires de modèles de page ont été trouvés dans l'autre instance '%s%'
it: modelli più directory sono stati trovati nella altra istanza '%s%'
pt: Vários diretórios de modelos foram encontrados na outra instância '%s%'

source: Multiple templates directories were found in the other instance, please choose one :
es: Se encontraron varios directorios de plantillas en la otra instancia, elija una:
fr: Plusieurs répertoires de modèles de page ont été trouvés dans l’autre instance, veuillez en choisir un:
it: modelli più directory sono stati trovati nella altro caso, sceglierne una:
pt: Vários diretórios de templates foram encontrados na outra instância, por favor, escolha um:

source: No assets from this view were found in the manifest
es: No se encontraron recursos de esta vista en el manifiesto.
fr: Éditeur du registre de ressources : Aucune ressource de cette vue n'a été trouvée dans le registre
it: Nessuna attività da questo punto di vista sono stati trovati nel manifesto
pt: Nenhum recurso dessa vista foi encontrado no manifesto

source: No column header in delimited text file.
es: No hay encabezado de columna en el archivo de texto delimitado.
fr: Aucun en-tête de colonne dans le fichier texte délimité.
it: Nessuna intestazione di colonna in file di testo delimitato.
pt: Nenhum cabeçalho de coluna no arquivo de texto delimitado.

source: NOTICE: The data #%id%: %name% isn't used.
es: AVISO: El dato #%id%: %name% no se usa.
fr: AVIS: La donnée #%id%: %name% n'est pas utilisée.
it: AVVISO: Il dato #%id%: %name% non viene utilizzato.
pt: AVISO: O dado #%id%: %name% não é usado.

source: One or more data sources to exclude when &lt;datasourcename&gt; is 'all'.
es: Una o más fuentes de datos para excluir cuando &lt; datasourcename &gt; es all'.
it: Una o più sorgenti di dati per escludere quando &lt;datasourcename&gt;è tutto'.
pt: Uma ou mais fontes de dados a serem excluídas quando &lt;datasourcename&gt; é tudo'.

source: One or more simulators to exclude when &lt;simulatorname&gt; is 'all'.
es: Uno o más simuladores para excluir cuando &lt; simulatorname &gt; es all'.
it: Uno o più simulatori da escludere quando &lt;simulatorname&gt;è tutto'.
pt: Um ou mais simuladores a excluir quando &lt;simulatorname&gt; é tudo'.

source: One or more views to exclude when &lt;viewname&gt; is 'all'.
es: Una o más vistas para excluir cuando &lt; viewname &gt; es all'.
it: Una o più viste da escludere quando &lt;viewname&gt;è tutto'.
pt: Uma ou mais visualizações a serem excluídas quando o &lt;viewname&gt; é tudo'.

source: Optionally, the migration can be restricted to a view (viewname)
es: Opcionalmente, la migración se puede restringir a una vista (viewname)
fr: La migration peut optionnellement être limitée à une vue (viewname)
it: Facoltativamente, la migrazione può essere limitato a una visualizzazione (ViewName)
pt: Opcionalmente, a migração pode ser restrita a uma view (viewname)

source: Please enter an email :
es: Por favor ingrese un correo electrónico:
fr: Veuillez saisir un email:
it: Inserisci un'e-mail:
pt: Insira um e-mail:

source: Please enter an username :
es: Ingrese un nombre de usuario:
fr: Veuillez saisir un nom d'utilisateur :
it: Inserisci un nome utente:
pt: Digite um nome de usuário:

source: Please enter a password :
es: Porfavor ingrese una contraseña :
fr: Veuillez entrer un mot de passe :
it: Per favore inserire una password :
pt: Por favor insira uma senha :

source: Please enter the new password :
es: Ingrese la nueva contraseña:
fr: Veuillez saisir le nouveau mot de passe :
it: Inserisci la nuova password:
pt: Por favor, digite a nova senha:

source: Refreshing manifest done!
es: ¡Refrescante manifiesto hecho!
fr: La regénération du registre est terminée!
it: manifesta Rinfrescante fatto!
pt: Manifesto refrescante feito!

source: Refreshing manifest not done!
es: ¡Refrescante manifiesto no hecho!
fr: La regénération du registre ne s'est pas correctement terminée!
it: manifesta Rinfrescante non si fa!
pt: Manifesto refrescante não feito!

source: Refreshing the assets manifest
es: Refrescando el manifiesto de recursos.
fr: Regénération du registre des ressources
it: Aggiornamento del patrimonio manifesti
pt: Atualizando o manifesto de recursos

source: Removes an asset from the manifest.json file for the assets versioning.
es: Elimina un recurso del archivo manifest.json para la administración de versiones de recursos.
fr: Supprime une ressource du fichier manifest.json pour la gestion de version des ressources.
it: Rimuove una risorsa dal file manifest.json per il patrimonio delle versioni.
pt: Remove um recurso do arquivo manifest.json para o controle de versão dos recursos.

source: Removes roles from a user in the users database.
es: Elimina roles de un usuario en la base de datos de usuarios.
fr: Supprime les rôles d'un utilisateur dans la base de données des utilisateurs.
it: Rimuove i ruoli da un utente nel database degli utenti.
pt: Remove funções de um usuário no banco de dados de usuários.

source: Removes the assets of a view from the manifest.json file for the assets versioning.
es: Elimina los recursos de una vista del archivo manifest.json para la administración de versiones de recursos.
fr: Supprime les ressources d'une vue du fichier manifest.json pour la gestion des versions des ressources.
it: Rimuove il patrimonio di una vista dal file manifest.json per il patrimonio delle versioni.
pt: Remove os recursos de uma vista do arquivo manifest.json para o controle de versão dos recursos.

source: Renames an asset in the manifest.json file for the assets versioning.
es: Renombra un recurso en el archivo manifest.json para la administración de versiones de recursos.
fr: Renomme une ressource dans le fichier manifest.json pour la gestion des versions des ressources.
it: Rinomina una risorsa nel file manifest.json per il patrimonio delle versioni.
pt: Renomeia um recurso no arquivo manifest.json para o controle de versão dos recursos.

source: Roles added to user '%s%'
es: Funciones agregadas al usuario '%s%'
fr: Rôles '%s%' ajoutés à l'utilisateur
it: Ruoli aggiunti all'utente '%s%'
pt: Funções adicionadas ao usuário '%s%'

source: Roles removed from user '%s%'
es: Funciones eliminadas del usuario '%s%'
fr: Rôles supprimés de l'utilisateur '%s%'
it: Ruoli rimossi dall'utente '%s%'
pt: Funções removidas do usuário '%s%'

source: Run this command when an asset(css, js, images, ...) is created.
es: Ejecute este comando cuando se cree un recurso (css, js, imágenes, ...).
fr: Exécutez cette commande lorsqu'une ressource (css, js, images, ...) est créée.
it: Eseguire questo comando quando si crea una risorsa (CSS, JS, immagini, ...).
pt: Execute este comando quando um recurso (css, js, imagens, ...) é criado.

source: Run this command when an asset(css, js, images, ...) is deleted.
es: Ejecute este comando cuando se elimine un recurso (css, js, imágenes, ...).
fr: Exécutez cette commande lorsqu'une ressource (css, js, images, ...) est supprimée.
it: Eseguire questo comando quando si elimina una risorsa (CSS, JS, immagini, ...).
pt: Execute este comando quando um recurso (css, js, imagens, ...) for excluído.

source: Run this command when an asset(css, js, images, ...) is modified.
es: Ejecute este comando cuando se modifique un recurso (css, js, imágenes, ...).
fr: Exécutez cette commande lorsqu'une ressource (css, js, images, ...) est modifiée.
it: Eseguire questo comando quando un bene (CSS, JS, immagini, ...) viene modificato.
pt: Execute este comando quando um recurso (css, js, images, ...) for modificado.

source: Run this command when an asset(css, js, images, ...) is renamed.
es: Ejecute este comando cuando se cambie el nombre de un recurso (css, js, images, ...).
fr: Exécutez cette commande lorsqu'une ressource (css, js, images, ...) est renommée.
it: Eseguire questo comando quando viene rinominato un bene (CSS, JS, immagini, ...).
pt: Execute este comando quando um recurso (css, js, images, ...) for renomeado.

source: Run this command when a view is dropped.
es: Ejecute este comando cuando se suelta una vista.
fr: Exécutez cette commande lorsqu'une vue est supprimée.
it: Eseguire questo comando quando la vista è caduto.
pt: Execute este comando quando uma vista for descartada.

source: Simulator Copier
es: Copiadora de simuladores
fr: Copieur de simulateur
pt: Copiadora do simulador

source: Simulator Importer
es: Importador de simuladores
fr: Importateur de simulateurs
it: Simulator Importatore
pt: Importador do simulador

source: Simulator Validator
es: Validador de simuladores
fr: Validateur de simulateur
pt: Validador do simulador

source: Skip the strength validation of the new password.
es: Omita la validación de seguridad de la nueva contraseña.
fr: Ignorez la validation de la force du nouveau mot de passe.
it: Salta la convalida di forza della nuova password.
pt: Pule a validação de força da nova senha.

source: Skip the strength validation of the password.
es: Omita la validación de seguridad de la contraseña.
fr: Ignorez la validation de la force du mot de passe.
it: Salta la convalida di forza della password.
pt: Ignore a validação de força da senha.

source: Templates migrator
es: Migrador de plantillas
fr: Migrateur de modèles de page
it: Modelli migrator
pt: Migrador de modelos

source: Text field delimiter.
es: Delimitador de campo de texto.
fr: Délimiteur de champs texte.
it: delimitatore di campo di testo.
pt: Delimitador de campo de texto.

source: The asset is successfully renamed
es: El recurso se renombra exitosamente
fr: la ressource est renommée avec succès
it: L'attività viene rinominato con successo
pt: O recurso é renomeado com sucesso

source: The asset manifest is successfully refreshed
es: El manifiesto de recursos se actualiza con éxito
fr: Le registre de ressources est regénéré avec succès
it: Il manifesto risorsa viene aggiornata con successo
pt: O manifesto do recurso é atualizado com sucesso

source: The asset manifest is successfully updated
es: El manifiesto de recursos se actualiza con éxito
fr: Le registre de ressources est mis à jour avec succès
it: Il manifesto bene viene aggiornato con successo
pt: O manifesto do recurso é atualizado com sucesso

source: The compressed assets file '%s%' doesn't exists
es: El archivo de recursos comprimidos '%s%' no existe
fr: Le fichier compressé de ressources '%s%' n'existe pas
it: Il file compressi asset '%s%' non esiste
pt: O arquivo de recursos compactados '%s%' não existe

source: The compressed templates file '%s%' doesn't exists
es: El archivo de plantillas comprimidas '%s%' no existe
fr: Le fichier compressé de modèles de page '%s%' n'existe pas
it: Il file compressi modelli '%s%' non esiste
pt: O arquivo de modelos compactados '%s%' não existe

source: The data file '%s%' doesn't exists
es: El archivo de datos '%s%' no existe
fr: Le fichier de données '%s%' n'existe pas
it: Il file di dati '%s%' non esiste
pt: O arquivo de dados '%s%' não existe

source: The datasource '%datasourcename%' already exists in '%s%'
es: El origen de datos '%datasourcename%' ya existe en '%s%'
fr: La source de données '%datasourcename%' existe déjà dans '%s%'
it: L'origine dati '%datasourcename%' esiste già in '%s%'
pt: A fonte de dados '%datasourcename%' já existe em '%s%'

source: The datasource '%datasourcename%' doesn't exists in '%anotherg6kpath%'
es: El origen de datos '%datasourcename%' no existe en '%anotherg6kpath%'
fr: La source de données '%datasourcename%' n'existe pas dans '%anotherg6kpath%'
it: L'origine dati '%datasourcename%' non esiste in '%anotherg6kpath%'
pt: A fonte de dados '%datasourcename%' não existe em '%anotherg6kpath%'

source: The datasource '%s%' doesn't exists
es: El origen de datos '%s%' no existe
fr: La source de données '%s%' n'existe pas
it: L'origine dati '%s%' non esiste
pt: A fonte de dados '%s%' não existe

source: The data source '%s%' is successfully copied
es: La fuente de datos '%s%' se copió correctamente
fr: La source de données '%s%' est copiée avec succès
it: L'origine dei dati '%s%' viene copiato con successo
pt: A fonte de dados '%s%' foi copiada com sucesso

source: The data source '%s%' is successfully imported
es: La fuente de datos '%s%' se importó correctamente
fr: La source de données '%s%' est importée avec succès
it: L'origine dei dati '%s%' viene importato con successo
pt: A fonte de dados '%s%' foi importada com sucesso

source: The delimited text file '%s%' doesn't exists
es: El archivo de texto delimitado '%s%' no existe
fr: Le fichier texte délimité '%s%' n'existe pas
it: Il file di testo delimitato '%s%' non esiste
pt: O arquivo de texto delimitado '%s%' não existe

source: The directory containing the json schema and data of the data source.
es: El directorio que contiene el esquema json y los datos del origen de datos.
fr: Le répertoire contenant le schéma JSON et les données de la source de données.
it: La directory contenente lo schema JSON e dei dati della sorgente dati.
pt: O diretório que contém o esquema json e os dados da fonte de dados.

source: The directory of the other instance '%s%' doesn't exists
es: El directorio de la otra instancia '%s%' no existe
fr: Le répertoire de l'autre instance '%s%' n'existe pas
it: La directory dell'altra istanza '%s%' non esiste
pt: O diretório da outra instância '%s%' não existe

source: The directory where are located the view files.
es: El directorio donde se ubican los archivos de vista.
fr: Le répertoire où se trouvent les fichiers de vue.
it: La directory in cui si trovano i file di visualizzazione.
pt: O diretório onde estão localizados os arquivos de vista.
