Repository: eureka2/G6K
Catalog: translations/messages.*.xlf
Languages: es, fr, it, pt

source: The length of this value can not be greater than %max%
es: La longitud de este valor no puede ser mayor que %max%
fr: La longueur de cette valeur ne peut pas être supérieure à %max%
it: La lunghezza di questo valore non può essere maggiore di %max%
pt: O comprimento desse valor não pode ser maior que %max%

source: The length of this value can not be less than %min%
es: La longitud de este valor no puede ser menor que %min%
fr: La longueur de cette valeur ne peut pas être inférieure à %min%
it: La lunghezza di questo valore non può essere inferiore a %min%
pt: O comprimento desse valor não pode ser menor que %min%

source: the maximum
es: el maximo
fr: la valeur maximale
it: il massimo
pt: o máximo

source: the minimum
es: el mínimo
fr: la valeur minimale
it: il minimo
pt: o mínimo

source: The month of birth is not valid!
es: ¡El mes de nacimiento no es válido!
fr: Le mois de naissance n'est pas valide!
it: Il mese di nascita non è valido!
pt: O mês de nascimento não é válido!

source: The name is required
es: El nombre es requerido
fr: Le nom est requis
it: È richiesto il nome
pt: O nome é obrigatório

source: The name must not contains any space or special character
es: El nombre no debe contener ningún espacio o carácter especial.
fr: Le nom ne doit contenir ni espaces, ni caractères spéciaux ou accentués
it: Il nome non deve contiene alcuno spazio o un carattere speciale
pt: O nome não deve contém qualquer espaço ou caractere especial

source: The name of the data source can't be 'all'
es: El nombre de la fuente de datos no puede ser 'all'
fr: Le nom de la source de données ne peut pas être 'all'
it: Il nome della sorgente di dati non può essere 'tutto'
pt: O nome da fonte de dados não pode ser 'all'

source: The name of the simulator can't be 'all'
es: El nombre del simulador no puede ser 'all'.
fr: Le nom du simulateur ne peut pas être 'all'
it: Il nome del simulatore non può essere 'tutto'
pt: O nome do simulador não pode ser 'all'

source: The names of the two files without extension should be the same.
es: Los nombres de los dos archivos sin extensión deben ser los mismos.
fr: Les noms des deux fichiers (sans l'extension) doivent être les mêmes
it: I nomi dei due file senza estensione dovrebbero essere gli stessi.
pt: Os nomes dos dois arquivos sem extensão deve ser o mesmo.

source: then do ...
es: entonces hazlo ...
fr: alors ...
it: Quindi fa ...
pt: então faça ...

source: The note of the field #%id% of step #%stepId% / panel #%panelId% / fieldset #%fieldsetId% contains a reference to this footnote
es: La nota del campo #%id% del paso #%stepId%/panel #%panelId%/conjunto de campos #%fieldsetId% contiene una referencia a esta nota al pie
fr: La note associée au champ #%id% de l'étape #%stepId% / panneau #%panelId% / groupe de champs #%fieldsetId% contient un renvoi vers cette note de bas de page
it: La nota del campo # %id% del passo # %stepId%/pannello # %panelId%/fieldset # %fieldsetId% contiene un riferimento alla presente nota
pt: A nota de campo #%id% da etapa #%stepId% / painel #%panelId%/ conjunto de campos #%fieldsetId% contém uma referência para esta nota

source: The note of the field #%id% of step #%stepId% / panel %panelId% / fieldset #%fieldsetId% / fieldrow #%fieldrowId% contains a reference to this footnote
es: La nota del campo #%id% del paso #%stepId%/panel %panelId%/conjunto de campos #%fieldsetId%/fila de campo #%fieldrowId% contiene una referencia a esta nota al pie
fr: La note associée au champ #%id% de l'étape #%stepId% / panneau #%panelId% / groupe de champs #%fieldsetId% / rangée #%fieldrowId% contient un renvoi vers cette note de bas de page
it: La nota del campo # %id% del passo # %stepId%/pannello %panelId%/fieldset # %fieldsetId%/fieldrow # %fieldrowId% contiene un riferimento alla presente nota
pt: A nota de campo #%id% da etapa #%stepId% / painel %panelId% / conjunto de campos #%fieldsetId% / linha de campo #%fieldrowId% contém uma referência para esta nota

source: The opening and closing parenthesis do not match
es: Los paréntesis de apertura y cierre no coinciden
fr: Les parenthèses ouvrantes et fermantes ne correspondent pas
it: La parentesi di apertura e chiusura non corrispondono
pt: A abertura e fechamento parênteses não correspondem

source: the panel
es: el panel
fr: le panneau
it: il pannello
pt: o painel

source: The panel name is required
es: El nombre del panel es obligatorio.
fr: Le nom du panneau est requis
it: È richiesto il nome del pannello
pt: O nome do painel é requerido

source: The password field is required (6 car. min)!
es: El campo de contraseña es obligatorio (6 car. Min)!
fr: Le champ de mot de passe est requis (6 char. Min)!
it: Il campo password è necessaria (6 auto. Min)!
pt: O campo de senha é necessária (6 car. min)!

source: The PDF Form file « %pdfform% » doesn't exists
es: El archivo PDF Form « %pdfform% » no existe
fr: Le fichier de formulaire PDF « %pdfform% » n'existe pas
it: Il file di modulo PDF « %pdfform% » non esiste
pt: O arquivo de formulário PDF « %pdfform% » não existe

source: The PDF Form title is required
es: Se requiere el título del formulario PDF
fr: Le titre du formulaire PDF est requis
it: È richiesto il titolo del modulo PDF
pt: O título do formulário PDF é obrigatório

source: The PDF Form « %pdfform% » can not be deleted, it is used by at least one simulator
es: El formulario PDF « %pdfform% » no se puede eliminar, lo utiliza al menos un simulador
fr: Le formulaire PDF « %pdfform% » ne peut pas être supprimé, il est utilisé par au moins un simulateur.
it: Il modulo PDF « %pdfform% » non può essere cancellato, è utilizzato da almeno un simulatore
pt: O Formulário PDF « %pdfform% » não pode ser excluído, ele é usado por pelo menos um simulador

source: The phone number is not in an expected format!
es: El número de teléfono no está en un formato esperado!
fr: Le numéro de téléphone n'est pas dans un format attendu!
it: Il numero di telefono non è in un formato previsto!
pt: O número de telefone não está em um formato esperado!

source: The pop-in link text is required when display is pop-in
es: El texto del enlace emergente es obligatorio cuando la visualización es emergente
fr: Le texte du lien pop-in est requis lorsque l'affichage est pop-in
it: Il testo del collegamento pop-in è richiesto quando lo schermo è pop-in
pt: O texto do link pop-in é necessário quando a exibição é pop-in

source: The position could not be determined
es: La posición no pudo ser determinada
fr: La position n’a pu être déterminée
it: La posizione non poteva essere determinata
pt: A posição não poderia ser determinada

source: the postnote
es: la nota despues
fr: la post note
it: il postnote
pt: a nota depois

source: the prenote
es: la nota previa
fr: la pre note
it: il prenote
pt: a nota antes

source: The profile data is required
es: Los datos del perfil son obligatorios.
fr: La donnée du profil est requise
it: È necessario il profilo dei dati
pt: Os dados de perfil é necessário

source: The profile label is required
es: Se requiere la etiqueta del perfil.
fr: Le libellé du profil est requis
it: è necessaria l'etichetta profilo
pt: O rótulo de perfil é necessária

source: The profile name is required
es: El nombre del perfil es obligatorio.
fr: Le nom du profil est requis
it: È richiesto il nome del profilo
pt: O nome do perfil é necessária

source: The profiles title is required
es: El título de los perfiles es obligatorio.
fr: Le titre des profils est requis
it: è richiesto il titolo profili
pt: A título perfis é necessário

source: There's no record with id 0.
es: No hay registro con id 0.
fr: Il n'y a pas d'enregistrement avec l'id 0.
it: Non c'è nessun record con id 0.
pt: Não há nenhum registro com id 0.

source: There are %count% suggestions, use up and down arrows to review.
es: Hay %count% de sugerencias, use las flechas hacia arriba y hacia abajo para revisar.
fr: Il y a %count% suggestions, utilisez les flèches haut et bas pour passer en revue.
it: Ci sono %count% suggerimenti, usano frecce su e giù per rivedere.
pt: Existem %count% sugestões, use cima e para baixo setas para rever.

source: The reCAPTCHA has expired!
es: El reCAPTCHA ha caducado!
fr: Le reCAPTCHA a expiré!
it: Il reCAPTCHA è scaduto!
pt: O reCAPTCHA expirou!

source: The recipients are required
es: Los destinatarios son obligatorios.
fr: Les emails des destinataires sont requis
it: I destinatari sono obbligatori
pt: Os destinatários são obrigatórios

source: There is no suggestion
es: No hay sugerencia
fr: Il n'y a aucune suggestion
it: Non v'è alcun suggerimento
pt: Não há nenhuma sugestão

source: There is one suggestion
es: Hay una sugerencia
fr: Il y a une suggestion
it: C'è un suggerimento
pt: Há uma sugestão

source: The related informations of the simulator contain a reference to this footnote
es: Las informaciones relacionadas del simulador contienen una referencia a esta nota al pie.
fr: Les informations connexes du simulateur contiennent un renvoi vers cette note de bas de page
it: Le informazioni relative del simulatore contengono un riferimento alla presente nota
pt: As informações relacionadas com o simulador de conter uma referência a esta nota

source: The request field is required
es: El campo de solicitud es obligatorio
fr: Le champ requête est requis
it: Il campo di richiesta è necessario
pt: O campo de pedido é necessária

source: the result index
es: el índice de resultados
fr: l'index de résultat
it: l'indice risultato
pt: o índice de resultado

source: The rule label is required
es: La etiqueta de la regla es obligatoria.
fr: Le libellé de la règle est requis
it: è necessaria tale etichetta
pt: O rótulo regra é necessária

source: The rule name is required
es: El nombre de la regla es obligatorio.
fr: Le nom de la règle est requis
it: È richiesto il nome della regola
pt: O nome da regra é necessária

source: the same window
es: la misma ventana
fr: la même fenêtre
it: la stessa finestra
pt: mesma janela

source: The searched element « %element% » that applies to this function does not exist.
es: El elemento buscado « %element% » que se aplica a esta función no existe.
fr: L'élément recherché « %element% » qui s'applique à cette fonction n'existe pas.
it: L'elemento cercato « %element% » che si applica a questa funzione non esiste.
pt: O elemento pesquisado « %element% » que se aplica a esta função não existe.

source: the section
es: la sección
fr: la section
it: la sezione
pt: a seção

source: The section content is required
es: El contenido de la sección es obligatorio.
fr: Le contenu de la section est obligatoire
it: Il contenuto della sezione è necessaria
pt: O conteúdo da seção é necessária

source: The section name is required
es: El nombre de la sección es obligatorio.
fr: Le nom de la section est requis
it: È richiesto il nome della sezione
pt: O nome da seção é necessária

source: The simulation engine is currently under maintenance
es: El motor de simulación se encuentra actualmente en mantenimiento.
fr: Le moteur de simulation est actuellement en maintenance
it: Il motore di simulazione è attualmente in manutenzione
pt: O mecanismo de simulação está em manutenção

source: The simulator data name for « %field% » is invalid
es: El nombre de los datos de los simuladores para « %field% » no es válido
fr: Le nom de donnée des simulateurs pour « %field% » n'est pas valide
it: Il nome dati del simulatore per « %field% » non è valido
pt: O nome dos dados do simulador para « %field% » é inválido

source: The simulator data name for « %field% » is required
es: El nombre de los datos de los simuladores para « %field% » es obligatorio
fr: Le nom de donnée des simulateurs pour « %field% » est requis
it: Il nome dati del simulatore per « %field% » è richiesto
pt: O nome dos dados do simulador para « %field% » é obrigatório

source: The simulator decimal point is required
es: Se requiere el punto decimal del simulador.
fr: Le point décimal est requis
it: è richiesto il punto decimale simulatore
pt: O ponto decimal simulador é necessário

source: The simulator grouping separator and the decimal point can't be the same
es: El separador de agrupación del simulador y el punto decimal no pueden ser iguales.
fr: Le séparateur de groupe et le point décimal ne peuvent pas être identiques
it: Il separatore simulatore di raggruppamento e il punto decimale non possono essere uguali
pt: O separador de agrupamento simulador e o ponto decimal não pode ser o mesmo

source: The simulator grouping size is required
es: Se requiere el tamaño de agrupación del simulador.
fr: Le nombre de chiffres du groupe est requis
it: è necessaria la dimensione simulatore raggruppamento
pt: O tamanho agrupamento simulador é necessário

source: The simulator label is required
es: Se requiere la etiqueta del simulador.
fr: L'étiquette de simulateur est requis
it: è necessaria l'etichetta simulatore
pt: O rótulo simulador é necessária

source: The simulator locale is required
es: Se requiere el local del simulador
fr: Les paramètres régionaux (Langue-PAYS) du simulateur sont obligatoires
it: È necessario il locale simulatore
pt: A localidade do simulador é necessária

source: The simulator name is required
es: El nombre del simulador es obligatorio.
fr: Le nom du simulateur est requis
it: È richiesto il nome simulatore
pt: O nome simulador é necessária

source: The simulator time zone is required
es: Se requiere la zona horaria del simulador.
fr: Le fuseau horaire du simulateur est requis
it: è richiesto il fuso orario simulatore
pt: O fuso horário simulador é necessário

source: The simulator « %simulator% » already exists.
es: El simulador « %simulator% » ya existe.
fr: Le simulateur « %simulator% » existe déjà.
it: Il simulatore « %simulator% » esiste già.
pt: O simulador « %simulator% » já existe.

source: The simulator « %simulator% » can't be published.
es: El simulador « %simulator% » no se puede publicar.
fr: Le simulateur « %simulator% » ne peut pas être publié.
it: Il simulatore « %simulatore% » non può essere pubblicato.
pt: O simulador « %simulator% » não pode ser publicado.

source: The simulator « %simulator% » is successfully imported.
es: El simulador « %simulator% » se importa con éxito.
fr: Le simulateur « %simulator% » est importé avec succès.
it: Il simulatore « %simulatore% » è importato con successo.
pt: O simulador « %simulator% » é importado com sucesso.

source: The simulator « %simulator% » is successfully published.
es: El simulador « %simulator% » se publica con éxito.
fr: Le simulateur « %simulator% » est publié avec succès.
it: Il simulatore « %simulatore% » è pubblicato con successo.
pt: O simulador « %simulator% » é publicado com sucesso.

source: The siret number is not in the expected format!
es: ¡El número de siret no está en el formato esperado!
fr: Le numéro de SIRET n'est pas dans le format attendu (14 chiffres)
it: Il numero di siret non è nel formato previsto!
pt: O número do siret não está no formato esperado!

source: The social security number is not in the expected format!
es: ¡El número de seguro social no está en el formato esperado!
fr: Le numéro de sécurité sociale n'est pas dans le format attendu!
it: Il numero di previdenza sociale non è nel formato previsto!
pt: O número do segurança social não está no formato esperado!

source: The social security number key is not valid!
es: ¡La clave del número de seguridad social no es válida!
fr: La clé du numéro de sécurité sociale n'est pas valide!
it: La chiave del codice di previdenza sociale non è valida!
pt: A chave numérica da segurança social não é válida!

source: the step
es: el paso
fr: l'étape
it: il gradino
pt: a etapa

source: The step label is required
es: Se requiere la etiqueta de paso.
fr: Le libellé de l'étape est requis
it: è necessaria l'etichetta passo
pt: O rótulo etapa é necessária

source: The step name is required
es: El nombre del paso es obligatorio.
fr: Le nom de l'étape est requis
it: È richiesto il nome del passo
pt: O nome etapa é necessária

source: The step template is required
es: La plantilla de pasos es obligatoria.
fr: Le gabarit d'affichage de l'étape est requis
it: È necessario il modello passo
pt: O modelo de passo é necessário

source: The table « %table% » can't be imported.
es: La tabla « %table% » no se puede importar.
fr: La table « %table% » ne peut pas être importée.
it: La tabella «tabella%%» non può essere importato.
pt: A tabela « %table% » não podem ser importados.

source: The table « %table% » is successfully imported.
es: La tabla « %table% » se ha importado correctamente.
fr: La table « %table% » est importée avec succès.
it: La tabella «tabella%%» è importato con successo.
pt: A tabela « %table% » é importado com sucesso.

source: The text is copied, click (ctrl/cmd + v) to paste it on your text editor.
es: El texto se copia, haga clic en (ctrl/cmd + v) para pegarlo en su editor de texto.
fr: Le texte est copié, cliquez sur (ctrl/cmd + v) pour le coller sur votre éditeur de texte.
it: Il testo è copiato, fai clic (ctrl/cmd + v) per incollarlo sul tuo editor di testo.
pt: O texto é copiado, clique em (ctrl/cmd + v) para colar no seu editor de texto.

source: The two passwords do not match !
es: Las dos contraseñas no coinciden !
fr: Les deux mots de passe ne correspondent pas !
it: Le due password non corrispondono!
pt: As duas senhas não combinam !

source: The uploaded file of the PDF Form can't be found.
es: El archivo cargado del formulario PDF no se puede encontrar.
fr: Le fichier téléchargé du formulaire PDF est introuvable.
it: Il file caricato del modulo PDF non può essere trovato.
pt: O arquivo enviado do formulário PDF não pode ser encontrado.

source: The uploaded file of the table can't be found.
es: El archivo cargado de la tabla no se puede encontrar.
fr: Le fichier téléchargé de la table est introuvable.
it: Il file caricato della tabella non può essere trovato.
pt: O arquivo enviado da tabela não pode ser encontrado.

source: The uploaded files of the datasource can't be found.
es: Los archivos cargados de la fuente de datos no se pueden encontrar.
fr: Les fichiers téléchargés de la source de données sont introuvables.
it: I file caricati su l'origine dati non può essere trovato.
pt: Os arquivos enviados da fonte de dados não pode ser encontrado.

source: The uploaded files of the simulator can't be found.
es: Los archivos subidos del simulador no se pueden encontrar.
fr: Les fichiers téléchargés du simulateur sont introuvables.
it: I file caricati del simulatore non può essere trovato.
pt: Os arquivos enviados do simulador não pode ser encontrado.

source: The url must not contain '/' or '?'
es: La url no debe contener '/' o '?'
fr: L'URL ne doit pas contenir les caractères '/' ou '?'
it: L'URL non deve contenere '/' o '?'
pt: O URL não deve conter '/' ou '?'

source: The username field is required (3 car .min)!
es: El campo de nombre de usuario es obligatorio (3 car .min)!
fr: Le champ de l'identifiant est requis (3 char .min)!
it: Il campo nome utente è tenuto (3 auto .min)!
pt: O campo de nome de usuário é necessária (3 car .min)!

source: The value of the field '%field%' cannot be greater than %max%
es: El valor del campo '%field%' no puede ser mayor que %max%
fr: La valeur du champ '%field%' ne doit pas être supérieure à %max%
it: Il valore del campo 'campo%%' non può essere maggiore di %max%
pt: O valor do campo '%field%' não pode ser maior que %max%

source: The value of the field '%field%' cannot be less than %min%
es: El valor del campo '%field%' no puede ser menor que %min%
fr: La valeur du champ '%field%' ne doit pas être inférieure à %min%
it: Il valore del campo 'campo%%' non può essere inferiore a %min%
pt: O valor do campo '%field%' não pode ser menos do que %min%

source: The view « %view% » can't be created.
es: La vista « %view% » no se puede crear.
fr: La vue « %view% » ne peut pas être créée.
it: Il punto di vista « %vista% » non può essere creata.
pt: O ponto de vista « %view% » não pode ser criado.

source: The view « %view% » is successfully created.
es: La vista « %view% » se ha creado correctamente.
fr: La vue « %view% » est créée avec succès.
it: Il punto di vista « %vista% » è stato creato con successo.
pt: O ponto de vista « %view% » é criada com êxito.

source: The Web Service URI is required
es: Se requiere el URI del servicio web
fr: L'URI du web service est requis
it: L'URI servizio Web è necessario
pt: O URI do Serviço Web é necessária

source: This action button is used in rule #%id%. You must modify this rule before you can delete this action button
es: Este botón de acción se usa en la regla #%id%. Debe modificar esta regla antes de poder eliminar este botón de acción
fr: Ce bouton d'action est utilisé dans la règle %id%. Vous devez modifier cette règle avant de pouvoir le supprimer.
it: Questo pulsante azione viene utilizzata in regola # %id%. È necessario modificare questa regola prima di poter eliminare questo pulsante di azione
pt: Este botão de ação é usado em regra # %id%. Você deve modificar esta regra antes que você pode excluir este botão de ação

source: This blockinfo is used in action button « %label% ». You must modify this action button before you can delete this blockinfo
es: Este bloque de información se utiliza en el botón de acción « %label% ». Debe modificar este botón de acción antes de poder eliminar este bloque de información
fr: Ce bloc d'informations est utilisé par le bouton d'action « %label% ». Vous devez modifier ce bouton d'action avant de pouvoir supprimer ce bloc d'informations.
it: Questo blocco informazioni viene utilizzato nel pulsante di azione « %label% ». È necessario modificare questo pulsante di azione prima di poter eliminare questo blocco di informazioni
pt: Este bloco de informação é usado no botão de ação « %label% ». Você deve modificar este botão de ação antes de poder excluir este bloco de informações

source: This blockinfo is used in rule #%id%. You must modify this rule before you can delete this blockinfo
es: Esta información de bloque se usa en la regla #%id%. Debe modificar esta regla antes de poder eliminar esta información de bloque.
fr: Ce bloc d'informations est utilisé dans la règle %id%. Vous devez modifier cette règle avant de pouvoir le supprimer.
it: Questo blockinfo è usato in regola # %id%. È necessario modificare questa regola prima di poter eliminare questo blockinfo
pt: Este bloco de informações é usada na regra # %id%. Você deve modificar esta regra antes que você possa excluir esta bloco de informações

source: This blockinfo name already exists
es: Este nombre bloque de información ya existe.
fr: Ce nom de bloc d'infos existe déjà
it: Questo nome blockinfo esiste già
pt: Este nome bloco de informações já existe

source: This chapter is used in action button « %label% ». You must modify this action button before you can delete this chapter
es: Este capítulo se utiliza en el botón de acción « %label% ». Debe modificar este botón de acción antes de poder eliminar este capítulo.
fr: Ce chapitre est utilisé par le bouton d'action « %label% ». Vous devez modifier ce bouton d'action avant de pouvoir supprimer ce chapitre.
it: Questo capitolo è utilizzato nel pulsante di azione « %label% ». È necessario modificare questo pulsante di azione prima di poter eliminare questo capitolo
pt: Este capítulo é usado no botão de ação « %label% ». Você deve modificar este botão de ação antes de poder excluir este capítulo
