Repository: eureka2/G6K
Catalog: translations/messages.*.xlf
Languages: es, fr, it, pt

source: The annotations of the section #%id% of step #%stepId% / panel %panelId% / blockinfo #%blockinfoId% / chapter #%chapterId% contains a reference to this footnote
es: Las anotaciones de la sección #%id% del paso #%stepId%/panel %panelId%/bloque de información #%blockinfoId%/chapter #%chapterId% contiene una referencia a esta nota al pie
fr: Les annotations de la section #%id% de l'étape #%stepId% / panneau %panelId% / bloc d'infos #%blockinfoId% / chapitre #%chapterId% contient un renvoi vers cette note de bas de page
it: Le annotazioni della sezione # %id% del passo # %stepId%/pannello %panelId%/blockinfo # %blockinfoId%/capitolo # %chapterId% contiene un riferimento alla presente nota
pt: As anotações da secção #%id% da etapa #%stepId% / painel #%panelId% / bloco de informações #%blockinfoId% / capítulo #%chapterId% contém uma referência para esta nota

source: The birth department is not valid!
es: ¡El departamento de nacimiento no es válido!
fr: Le département de naissance n'est pas valide!
it: Il reparto nascita non è valido!
pt: O departamento de nascimento não é válido!

source: the blockinfo
es: el bloque de información
fr: le bloc d'infos
it: il blockinfo
pt: o bloco de informações

source: The blockinfo name is required
es: Se requiere el nombre bloque de información
fr: Le nom du bloc d'infos est requis
it: È richiesto il nome blockinfo
pt: O nome bloco de informações é necessária

source: the chapter
es: el capítulo
fr: le chapitre
it: il capitolo
pt: o capítulo

source: The chapter name is required
es: El nombre del capítulo es obligatorio.
fr: Le nom du chapitre est obligatoire
it: È richiesto il nome capitolo
pt: O nome do capítulo é necessária

source: the choice
es: la opción
fr: le choix
it: la scelta
pt: a opção

source: the column
es: la columna
fr: la colonne
it: la colonna
pt: a coluna

source: The column label is required
es: Se requiere la etiqueta de la columna.
fr: Le libellé de la colonne est requis
it: è necessaria l'etichetta della colonna
pt: O rótulo da coluna é necessário

source: The column name is required
es: El nombre de la columna es obligatorio.
fr: Le nom de la colonne est requis
it: È richiesto il nome della colonna
pt: O nome da coluna é necessário

source: the content
es: el contenido
fr: la valeur
it: il contenuto
pt: o conteúdo

source: The content of the section #%id% of step #%stepId% / panel %panelId% / blockinfo #%blockinfoId% / chapter #%chapterId% contains a reference to this footnote
es: El contenido de la sección #%id% del paso #%stepId%/panel %panelId%/bloque de información #%blockinfoId%/chapter #%chapterId% contiene una referencia a esta nota al pie
fr: Le contenu de la section #%id% de l'étape #%stepId% / panneau %panelId% / bloc d'infos #%blockinfoId% / chapitre #%chapterId% contient un renvoi vers cette note de bas de page
it: Il contenuto della sezione # %id% del passo # %stepId%/pannello %panelId%/blockinfo # %blockinfoId%/capitolo # %chapterId% contiene un riferimento alla presente nota
pt: O conteúdo da secção #%id% da etapa #%stepId% / painel %panelId% / bloco de informações #%blockinfoId%/ capítulo #%chapterId% contém uma referência para esta nota

source: the data
es: los datos
fr: la donnée
it: i dati
pt: os dados

source: The database host is required
es: El host de la base de datos es obligatorio.
fr: Le serveur de base de données est requis
it: è richiesto l'host del database
pt: É necessário o host do banco de dados

source: The database label is required
es: La etiqueta de la base de datos es obligatoria.
fr: Le libellé de la base de données est requis
it: è richiesta l'etichetta di database
pt: O rótulo de banco de dados é necessária

source: The database name is required
es: El nombre de la base de datos es obligatorio.
fr: Le nom de la base de données est requis
it: È richiesto il nome del database
pt: O nome do banco de dados é necessária

source: The database port is required
es: El puerto de la base de datos es obligatorio.
fr: Le port de la base de données est requis
it: È necessario il porta del database
pt: A porta de base de dados é necessária

source: The database user is required
es: El usuario de la base de datos es obligatorio.
fr: L'identifiant de connexion à la base de données est requis
it: è richiesto l'utente del database
pt: O usuário do banco de dados é necessária

source: The data file extension must be '.csv' or '.txt'
es: La extensión del archivo de datos debe ser '.csv' o '.txt'
fr: L'extension du fichier de données doit être '.csv' ou '.txt'
it: L'estensione del file di dati deve essere '.csv' o '.txt'
pt: A extensão do arquivo de dados deve ser '.csv' ou '.txt'

source: the datagroup
es: el grupo de datos
fr: le groupe de données
it: il datagroup
pt: o grupo de dados

source: The data label is required
es: La etiqueta de datos es obligatoria.
fr: Le libellé de la donnée est requis
it: è necessaria l'etichetta di dati
pt: O rótulo de dados é necessária

source: The data name is required
es: El nombre de los datos es obligatorio.
fr: Le nom de la donnée est requis
it: È richiesto il nome di dati
pt: O nome de dados é necessária

source: the dataset
es: el conjunto de datos
fr: l'ensemble des données
it: il set di dati
pt: o conjunto de dados

source: The datasource name is required
es: El nombre de la fuente de datos es obligatorio
fr: Le nom de la source de données est requis
it: È richiesto il nome origine dati
pt: O nome de fonte de dados é necessária

source: The datasource « %datasource% » can't be imported.
es: El fuente de datos « %datasource% » no se puede importar.
fr: La source de données « %datasource% » ne peut pas être importée.
it: L'origine dati « %DataSource% » non può essere importato.
pt: A fonte de dados « %datasource% » não podem ser importados.

source: The datasource « %datasource% » is successfully imported.
es: El fuente de datos « %datasource% » se importa con éxito.
fr: La source de données « %datasource% » est importée avec succès.
it: L'origine dati « %DataSource% » è importato con successo.
pt: A fonte de dados « %datasource% » é importado com sucesso.

source: The data value is required
es: El valor de los datos es obligatorio.
fr: La valeur de la donnée est requise
it: È necessario il valore dei dati
pt: O valor de dados é necessária

source: the default
es: el valor por defecto
fr: la valeur par défaut
it: il predefinito
pt: o padrão

source: The default value can not refer to the data itself
es: El valor por defecto no puede referirse a los propios datos.
fr: La valeur par défaut ne peut pas se référer à la donnée elle-même
it: Il valore di default non può fare riferimento ai dati stessi
pt: O valor padrão não pode se referir aos dados em si

source: The description of the data #%id% contains a reference to this footnote
es: La descripción de los datos #%id% contiene una referencia a esta nota al pie
fr: La description de la donnée #%id% contient un renvoi vers cette note de bas de page
it: La descrizione dei dati # %id% contiene un riferimento alla presente nota
pt: A descrição dos dados # %id% contém uma referência à presente nota

source: The description of the datagroup #%id% contains a reference to this footnote
es: La descripción del grupo de datos #%id% contiene una referencia a esta nota al pie
fr: La description du groupe de données #%id% contient un renvoi vers cette note de bas de page
it: La descrizione del datagroup # %id% contiene un riferimento alla presente nota
pt: A descrição do Datagroup # %id% contém uma referência à presente nota

source: The description of the simulator contains a reference to this footnote
es: La descripción del simulador contiene una referencia a esta nota a pie de página.
fr: La description du simulateur contient un renvoi vers cette note de bas de page
it: La descrizione del simulatore contiene un riferimento alla presente nota
pt: A descrição do simulador contém uma referência para esta nota

source: The description of the step #%id% contains a reference to this footnote
es: La descripción del paso #%id% contiene una referencia a esta nota al pie
fr: La description de l'étape #%id% contient un renvoi vers cette note de bas de page
it: La descrizione del passo # %id% contiene un riferimento alla presente nota
pt: A descrição da etapa # %id% contém uma referência à presente nota

source: The email %email% is not valid!
es: ¡El correo electrónico %email% no es válido!
fr: L'email %email% n'est pas valide!
it: L'email %email% non è valida!
pt: O email %email% não é válido!

source: The email field is required!
es: El campo de correo electrónico es obligatorio!
fr: Le champ email est obligatoire!
it: Il campo email è richiesta!
pt: O campo de e-mail é necessário!

source: The email was sent successfully
es: El correo electrónico fue enviado con éxito
fr: L'email a été envoyé avec succès
it: L'email è stata inviata con successo
pt: O e-mail foi enviado com sucesso

source: The entered value does not allow to find the information of the locality.
es: El valor ingresado no permite encontrar la información de la localidad.
fr: La valeur saisie ne permet pas de retrouver les informations de la commune.
it: Il valore immesso non permette di trovare le informazioni della località.
pt: O valor digitado não permite encontrar a informação da localidade.

source: the explanation
es: la explicación
fr: l'explication
it: la spiegazione
pt: a explicação

source: the field
es: el campo
fr: le champ
it: il campo
pt: o campo

source: The field '%field%' is invalid
es: El campo '%field%' no es válido
fr: Le champ '%field%' est non valide
it: Il campo 'campo%%' non è valido
pt: O campo '%field%' é inválido

source: The field '%field%' is not a number
es: El campo '%field%' no es un número
fr: Le champ '%field%' n'est pas un nombre
it: Il campo 'campo%%' non è un numero
pt: O campo '%field%' não é um número

source: The field '%field%' is not a valid currency
es: El campo '%field%' no es una moneda válida
fr: Le champ '%field%' n'est pas un montant valide
it: Il campo 'campo%%' non è una valuta valida
pt: O campo '%field%' não é uma moeda válida

source: The field '%field%' is not a valid date
es: El campo '%field%' no es una fecha válida
fr: Le champ '%field%' n'est pas une date valide
it: Il campo 'campo%%' non è una data valida
pt: O campo '%field%' não é uma data válida

source: The field '%field%' is not a valid year
es: El campo '%field%' no es un año válido
fr: Le champ '%field%' n'est pas une année valide
it: Il campo 'campo%%' non è valida un anno
pt: O campo '%field%' não é um ano válido

source: The field '%field%' is not numeric
es: El campo '%field%' no es numérico
fr: Le champ '%field%' n'est pas numérique
it: Il campo 'campo%%' non è numerico
pt: O campo '%field%' não é numérico

source: The field '%field%' is required
es: El campo '%field%' es obligatorio
fr: Le champ '%field%' est obligatoire
it: È necessario il campo 'campo%%'
pt: É necessário o campo '%field%'

source: the fieldrow
es: la fila de campo
fr: la rangée
it: il fieldrow
pt: o linha de campo

source: The fieldrow label is required
es: Se requiere la etiqueta fila de campo.
fr: Le libellé de la rangée est requis
it: è necessaria l'etichetta fieldrow
pt: O rótulo linha de campo é necessária

source: the fieldset
es: el conjunto de campos
fr: le groupe de champs
it: fieldset
pt: o conjunto de campo

source: The file extension can not be changed
es: La extensión del archivo no puede ser changed
fr: L'extension du fichier ne peut être changée
it: L'estensione del file non può essere modificato
pt: A extensão do arquivo não pode ser alterado

source: The file extension of the assets file must be '.zip'
es: La extensión de archivo del archivo de recursos debe ser '.zip'
fr: L'extension du fichier des ressources multimédia doit être '.zip '
it: L'estensione del file di beni deve essere '.zip'
pt: A extensão do arquivo de ativos de arquivo deve ser '.zip'

source: The file extension of the PDF Form infos must be '.info'
es: La extensión de archivo de las informaciones del formulario PDF debe ser '.info'
fr: L'extension de fichier des informations du formulaire PDF doit être '.info'
it: L'estensione del file delle informazioni del modulo PDF deve essere '.info'
pt: A extensão de arquivo das informações do Formulário PDF deve ser '.info'

source: The file extension of the PDF Form must be '.pdf'
es: La extensión de archivo del formulario PDF debe ser '.pdf'
fr: L'extension de fichier du formmulaire PDF doit être '.pdf'
it: L'estensione del file del modulo PDF deve essere ".pdf"
pt: A extensão do arquivo do formulário PDF deve ser '.pdf'

source: The file extension of the simulator file must be '.xml'
es: La extensión del archivo del simulador debe ser '.xml'
fr: L'extension de fichier du fichier du simulateur doit être '.xml'
it: L'estensione del file simulatore deve essere 'xml'
pt: A extensão do arquivo simulador de arquivo deve ser '.xml'

source: The file extension of the stylesheet must be '.css'
es: La extensión de archivo de la hoja de estilo debe ser '.css'
fr: L'extension de fichier de la feuille de style doit être '.css'
it: L'estensione del file del foglio di stile deve essere' css
pt: A extensão da folha de estilo do arquivo deve ser' CSS

source: The file extension of the template file must be '.twig'
es: La extensión de archivo del archivo de plantilla debe ser '.twig'
fr: L'extension du fichier gabarit doit être '.twig'
it: L'estensione del file modello deve essere '.twig'
pt: A extensão do arquivo de modelo de arquivo deve ser '.twig'

source: The file extension of the templates file must be '.zip'
es: La extensión de archivo del archivo de plantillas debe ser '.zip'
fr: L'extension du fichier des gabarits doit être '.zip '
it: L'estensione del file di template deve essere '.zip'
pt: A extensão do arquivo de modelos de arquivo deve ser '.zip'

source: the footnote
es: la nota al pie
fr: la note de bas de page
it: la nota in calce
pt: a nota de rodapé

source: The form data has been loaded from the hard disk.
es: Los datos del formulario se han cargado desde el disco duro.
fr: Le formulaire a été chargé depuis le disque dur.
it: I dati del modulo sono stati caricati dal disco rigido.
pt: Os dados do formulário foram carregados do disco rígido.

source: The form data has been saved on the hard disk.
es: Los datos del formulario se han guardado en el disco duro.
fr: Le formulaire a été enregistré sur le disque dur.
it: I dati del modulo sono stati salvati sul disco rigido.
pt: Os dados do formulário foram salvos no disco rígido.

source: The JSON data file extension must be '.json'
es: La extensión del archivo de datos JSON debe ser '.json'
fr: L'extension du fichier de données JSON doit être '.json'
it: L'estensione del file di dati JSON deve essere '.json'
pt: A extensão do arquivo de dados JSON deve ser '.json'

source: The JSON schema file extension must be '.schema.json'
es: La extensión del archivo de esquema JSON debe ser '.schema.json'
fr: L'extension du fichier du schéma JSON doit être '.schema.json'
it: L'estensione del file di schema JSON deve essere '.schema.json'
pt: A extensão do arquivo esquema JSON deve ser '.schema.json'

source: The key control of the siret number is not valid!
es: ¡El control clave del número de siret no es válido!
fr: La clé de contrôle du numéro de SIRET n'est pas valide!
it: Il controllo chiave del numero di siret non è valido!
pt: O controle de tecla do número do siret não é válido!

source: The label is required when display is accordion
es: La etiqueta es requerida cuando la pantalla es de acordeón.
fr: Le libellé est requis lorsque l'affichage est accordéon
it: L'etichetta è necessaria quando il display è fisarmonica
pt: A etiqueta é necessária quando a tela é acordeão

source: The label of the blockinfo #%id% of step #%stepId% / panel #%panelId% contains a reference to this footnote
es: La etiqueta de bloque de información #%id% del paso #%stepId%/panel #%panelId% contiene una referencia a esta nota al pie
fr: Le libellé du bloc d'infos #%id% de l'étape #%stepId% / panneau #%panelId% contient un renvoi vers cette note de bas de page
it: L'etichetta del blockinfo # %id% del passo # %stepId%/pannello # %panelId% contiene un riferimento alla presente nota
pt: A etiqueta do bloco de informações #%id% da etapa #%stepId% / painel #%panelId% contém uma referência para esta nota

source: The label of the chapter #%id% of step #%stepId% / panel %panelId% / blockinfo #%blockinfoId% contains a reference to this footnote
es: La etiqueta del capítulo #%id% del paso #%stepId%/panel %panelId%/bloque de información #%blockinfoId% contiene una referencia a esta nota al pie
fr: Le libellé du chapitre #%id% de l'étape #%stepId% / panneau #%panelId% / bloc d'infos #%blockinfoId% contient un renvoi vers cette note de bas de page
it: L'etichetta del capitolo # %id% del passo # %stepId%/pannello %panelId%/blockinfo # %blockinfoId% contiene un riferimento alla presente nota
pt: A etiqueta do capítulo #%id% da etapa #%stepId% / painel %panelId% / bloco de informações #%blockinfoId% contém uma referência à presente nota

source: The label of the column #%id% of step #%stepId% / panel %panelId% / fieldset #%fieldsetId% contains a reference to this footnote
es: La etiqueta de la columna #%id% del paso #%stepId%/panel %panelId%/conjunto de campos #%fieldsetId% contiene una referencia a esta nota al pie
fr: Le libellé de la colonne #%id% de l'étape #%stepId% / panneau #%panelId% / groupe de champs #%fieldsetId% contient un renvoi vers cette note de bas de page
it: L'etichetta della colonna # %id% del passo # %stepId%/pannello %panelId%/fieldset # %fieldsetId% contiene un riferimento alla presente nota
pt: A etiqueta da coluna #%id% da etapa #%stepId% / painel %panelId% / conjunto de campos #%fieldsetId% contém uma referência para esta nota

source: The label of the data #%id% contains a reference to this footnote
es: La etiqueta de los datos #%id% contiene una referencia a esta nota al pie
fr: Le libellé de la donnée #%id% contient un renvoi vers cette note de bas de page
it: L'etichetta dei dati # %id% contiene un riferimento alla presente nota
pt: A etiqueta dos dados #%id% contém uma referência à presente nota

source: The label of the datagroup #%id% contains a reference to this footnote
es: La etiqueta del grupo de datos #%id% contiene una referencia a esta nota al pie
fr: Le libellé du groupe de données #%id% contient un renvoi vers cette note de bas de page
it: L'etichetta del datagroup # %id% contiene un riferimento alla presente nota
pt: A etiqueta do grupo de dados #%id% contém uma referência à presente nota

source: The label of the field #%id% of step #%stepId% / panel #%panelId% / fieldset #%fieldsetId% contains a reference to this footnote
es: La etiqueta del campo #%id% del paso #%stepId%/panel # %panelId%/conjunto de campos #%fieldsetId% contiene una referencia a esta nota al pie
fr: Le libellé du champ #%id% de l'étape #%stepId% / panneau #%panelId% / groupe de champs #%fieldsetId% contient un renvoi vers cette note de bas de page
it: L'etichetta del campo # %id% del passo # %stepId%/pannello # %panelId%/fieldset # %fieldsetId% contiene un riferimento alla presente nota
pt: A etiqueta do campo #%id% da etapa #%stepId% / painel #%panelId% / conjunto de campos #%fieldsetId% contém uma referência para esta nota

source: The label of the field #%id% of step #%stepId% / panel %panelId% / fieldset #%fieldsetId% / fieldrow #%fieldrowId% contains a reference to this footnote
es: La etiqueta del campo # %id% del paso #%stepId%/panel %panelId%/conjunto de campos #%fieldsetId%/fila de campo # %fieldrowId% contiene una referencia a esta nota al pie
fr: Le libellé du champ #%id% de l'étape #%stepId% / panneau #%panelId% / groupe de champs #%fieldsetId% / rangée #%fieldrowId% contient un renvoi vers cette note de bas de page
it: L'etichetta del campo # %id% del passo # %stepId%/pannello %panelId%/fieldset # %fieldsetId%/fieldrow # %fieldrowId% contiene un riferimento alla presente nota
pt: A etiqueta do campo #%id% da etapa #%stepId% / painel %panelId% / conjunto de campos #%fieldsetId%/ linha de campo #%fieldrowId% contém uma referência para esta nota

source: The label of the panel #%id% of step #%stepId% contains a reference to this footnote
es: La etiqueta del panel #%id% del paso #%stepId% contiene una referencia a esta nota al pie
fr: Le libellé du panneau #%id% de l'étape #%stepId% contient un renvoi vers cette note de bas de page
it: L'etichetta del pannello # %id% del passo # %stepId% contiene un riferimento alla presente nota
pt: A etiqueta do painel #%id% da etapa #%stepId% contém uma referência para esta nota

source: The label of the section #%id% of step #%stepId% / panel %panelId% / blockinfo #%blockinfoId% / chapter #%chapterId% contains a reference to this footnote
es: La etiqueta de la sección #%id% del paso #%stepId%/panel %panelId%/bloque de información #%blockinfoId%/chapter #%chapterId% contiene una referencia a esta nota al pie
fr: Le libellé de la section #%id% de l'étape #%stepId% / panneau #%panelId% / bloc d'infos #%blockinfoId% / chapitre #%chapterId% contient un renvoi vers cette note de bas de page
it: L'etichetta della sezione # %id% del passo # %stepId%/pannello %panelId%/blockinfo # %blockinfoId%/capitolo # %chapterId% contiene un riferimento alla presente nota
pt: A etiqueta da secção #%id% da etapa #%stepId% / painel %panelId% / bloco de informações #%blockinfoId% / capítulo #%chapterId% contém uma referência para esta nota

source: The label of the simulator contains a reference to this footnote
es: La etiqueta del simulador contiene una referencia a esta nota a pie de página.
fr: Le libellé du simulateur contient un renvoi vers cette note de bas de page
it: L'etichetta del simulatore contiene un riferimento alla presente nota
pt: A etiqueta do simulador contém uma referência à presente nota

source: The label of the step #%id% contains a reference to this footnote
es: La etiqueta del paso #%id% contiene una referencia a esta nota al pie
fr: Le libellé de l'étape #%id% contient un renvoi vers cette note de bas de page
it: L'etichetta del passo # %id% contiene un riferimento alla presente nota
pt: A etiqueta da etapa #%id% contém uma referência à presente nota

source: The legend is required when display is accordion
es: La leyenda es requerida cuando la pantalla es acordeón
fr: La légende est requise lorsque l'affichage est accordéon
it: La legenda è richiesta quando il display è fisarmonica
pt: A legenda é necessária quando a exibição é acordeão

source: The legend of the fieldset #%id% of step #%stepId% contains a reference to this footnote
es: La leyenda del conjunto de campos #%id% del paso #%stepId% contiene una referencia a esta nota al pie
fr: La légende du groupe de champs #%id% de l'étape #%stepId% contient un renvoi vers cette note de bas de page
it: La leggenda del fieldset # %id% del passo # %stepId% contiene un riferimento alla presente nota
pt: A lenda do conjunto de campo #%id% da etapa #%stepId% contém uma referência à presente nota

source: The length of the field '%field%' cannot be greater than %max%
es: La longitud del campo '%field%' no puede ser mayor que %max%
fr: La longueur du champ '%field%' ne peut pas être supérieure à %max%
it: La lunghezza del campo '%field%' non può essere maggiore di %max%
pt: O comprimento do campo '%field%' não pode ser maior que %max%

source: The length of the field '%field%' cannot be less than %min%
es: La longitud del campo '%field%' no puede ser menor que %min%
fr: La longueur du champ '%field%' ne peut pas être inférieure à %min%
it: La lunghezza del campo '%field%' non può essere inferiore a %min%
pt: O comprimento do campo '%field%' não pode ser menor que %min%
