Repository: eureka2/G6K
Catalog: translations/messages.*.xlf
Languages: es, fr, it, pt

source: This chapter is used in rule #%id%. You must modify this rule before you can delete this chapter
es: Este capítulo se utiliza en la regla #%id%. Debe modificar esta regla antes de poder eliminar este capítulo.
fr: Ce chapitre est utilisé dans la règle %id%. Vous devez modifier cette règle avant de pouvoir le supprimer.
it: Questo capitolo è usato in regola # %id%. È necessario modificare questa regola prima di poter eliminare questo capitolo
pt: Este capítulo é usada na regra #%id%. Você deve modificar esta regra antes que você pode excluir este capítulo

source: This chapter name already exists
es: El nombre de este capítulo ya existe.
fr: Ce nom de chapitre existe déjà
it: Questo nome capitolo esiste già
pt: Este nome do capítulo já existe

source: This column is used in rule #%id%. You must modify this rule before you can delete this column
es: Esta columna se usa en la regla #%id%. Debe modificar esta regla antes de poder eliminar esta columna
fr: Cette colonne est utilisée dans la règle %id%. Vous devez modifier cette règle avant de pouvoir la supprimer.
it: Questa colonna viene utilizzata in regola # %id%. È necessario modificare questa regola prima di poter eliminare questa colonna
pt: Esta coluna é usada na regra #%id%. Você deve modificar esta regra antes que você possa excluir esta coluna

source: This country doesn't exists
es: Este pais no existe
fr: Ce pays n'existe pas
it: Questo paese non esiste
pt: Este país não existe

source: This data does not apply to this part of the simulator.
es: Estos datos no se aplican a esta parte del simulador.
fr: Ces données ne s'appliquent pas à cette partie du simulateur.
it: Questi dati non si applicano a questa parte del simulatore.
pt: Esses dados não se aplicam a essa parte do simulador.

source: This data does not apply to this simulator.
es: Estos datos no se aplican a este simulador.
fr: Ces données ne s'appliquent pas à ce simulateur.
it: Questi dati non si applicano a questo simulatore.
pt: Estes dados não se aplicam a este simulador.

source: This data does not apply to this step of the simulator.
es: Estos datos no se aplican a este paso del simulador.
fr: Ces données ne s'appliquent pas à cette étape du simulateur.
it: Questi dati non si applicano a questo passaggio del simulatore.
pt: Esses dados não se aplicam a esta etapa do simulador.

source: This datagroup is used in rule #%id%. You must modify this rule before you can delete this datagroup
es: Este grupo de datos se utiliza en la regla #%id%. Debe modificar esta regla antes de poder eliminar este grupo de datos
fr: Ce groupe de données est utilisé dans la règle %id%. Vous devez modifier cette règle avant de pouvoir le supprimer.
it: Questo datagroup è usato in regola # %id%. È necessario modificare questa regola prima di poter eliminare questo datagroup
pt: Este Datagroup é usada na regra #%id%. Você deve modificar esta regra antes que você possa excluir esta Datagroup

source: This datagroup is used in step #%id%. You must modify this step before you can delete this datagroup
es: Este grupo de datos se utiliza en el paso #%id%. Debe modificar este paso antes de poder eliminar este grupo de datos
fr: Ce groupe de données est utilisé à l'étape %id%. Vous devez modifier cette étape avant de pouvoir le supprimer.
it: Questo datagroup è utilizzato nel passaggio %id%. È necessario modificare questo passaggio prima di poter eliminare questo datagroup
pt: Este Datagroup é usado na etapa #%id%. Você deve modificar esta etapa antes que você possa excluir esta Datagroup

source: This datagroup name already exists
es: Este nombre de grupo de datos ya existe
fr: Ce nom de groupe de données existe déjà
it: Questo nome datagroup esiste già
pt: Este nome de grupo de dados já existe

source: This data is used in data #%id%. You must modify this data before you can delete this one
es: Estos datos se utilizan en los datos %id%. Debe editar estos datos antes de poder eliminarlos.
fr: Cette donnée est utilisée dans la donnée %id%. Vous devez modifier cette donnée avant de pouvoir la supprimer.
it: Questi dati vengono utilizzati nel dato %id%. È necessario modificare questi dati prima di poterli eliminare.
pt: Esses dados são usados nos dados %id%. Você deve editar esses dados antes de poder excluí-los.

source: This data is used in datagroup #%id%. You must modify this datagroup before you can delete this data
es: Estos datos se utilizan en el grupo de datos %id%. Debe editar este grupo antes de poder eliminarlo.
fr: Cette donnée est utilisée dans le groupe de données %id%. Vous devez modifier ce groupe avant de pouvoir la supprimer.
it: Questi dati vengono utilizzati nel gruppo di dati %id%. È necessario modificare questo gruppo prima di poterlo eliminare.
pt: Esses dados são usados no grupo de dados %id%. Você deve editar este grupo antes de poder excluí-lo.

source: This data is used in profile #%id%. You must modify this profile before you can delete this data
es: Estos datos se utilizan en el perfil #%id%. Debe modificar este perfil antes de poder eliminar estos datos
fr: Cette donnée est utilisée dans le profil %id%. Vous devez modifier ce profil avant de pouvoir la supprimer.
it: Questi dati vengono utilizzati nel profilo # %id%. È necessario modificare il profilo prima di poter eliminare questi dati
pt: Esta informação é usada no perfil #%id%. Você deve modificar este perfil antes de poder eliminar estes dados

source: This data is used in rule #%id%. You must modify this rule before you can delete this data
es: Estos datos se utilizan en la regla #%id%. Debe modificar esta regla antes de poder eliminar estos datos
fr: Cette donnée est utilisée dans la règle %id%. Vous devez modifier cette règle avant de pouvoir la supprimer.
it: Questi dati vengono utilizzati in regola # %id%. È necessario modificare questa regola prima di poter eliminare questi dati
pt: Esta informação é usada na regra #%id%. Você deve modificar esta regra antes que você possa eliminar estes dados

source: This data is used in source #%id%. You must modify this source before you can delete this data
es: Estos datos son utilizados en la fuente #%id%. Debe modificar esta fuente antes de poder eliminar estos datos
fr: Cette donnée est utilisée en tant que paramètre de la source de donnée #%id%. Vous devez modifier cette source de données avant de pouvoir la supprimer.
it: Questi dati vengono utilizzati in fonte # %id%. È necessario modificare questa fonte prima di poter eliminare questi dati
pt: Esta informação é usada na fonte #%id%. Você deve modificar esta fonte antes que você possa eliminar estes dados

source: This data is used in step #%id%. You must modify this step before you can delete this data
es: Estos datos se utilizan en el paso #%id%. Debe modificar este paso antes de poder eliminar estos datos
fr: Cette donnée est utilisée à l'étape %id%. Vous devez modifier cette étape avant de pouvoir la supprimer.
it: Questi dati vengono utilizzati al punto # %id%. È necessario modificare questo passaggio prima di poter eliminare questi dati
pt: Esta informação é usada na etapa #%id%. Você deve modificar esta etapa antes de poder eliminar estes dados

source: This data name already exists
es: Este nombre de datos ya existe
fr: Ce nom de donnée existe déjà
it: Questo nome di dati esiste già
pt: Este nome de dados já existe

source: This email already exists !
es: Ya existe Este email !
fr: Cet email existe déjà !
it: Questa email esiste già !
pt: Esse email já existe !

source: This field is required
es: este campo es requerido
fr: Ce champ est requis
it: Questo campo è obbligatorio
pt: Este campo é obrigatório

source: This field is used in action button « %label% ». You must modify this action button before you can delete this field
es: Este campo se utiliza en el botón de acción « %label% ». Debe modificar este botón de acción antes de poder eliminar este campo
fr: Ce champ est utilisé par le bouton d'action « %label% ». Vous devez modifier ce bouton d'action avant de pouvoir supprimer ce champ.
it: Questo campo è utilizzato nel pulsante di azione « %label% ». È necessario modificare questo pulsante di azione prima di poter eliminare questo campo
pt: Este campo é usado no botão de ação « %label% ». Você deve modificar este botão de ação antes de poder excluir este campo

source: This field is used in rule #%id%. You must modify this rule before you can delete this field
es: Este campo se usa en la regla #%id%. Debe modificar esta regla antes de poder eliminar este campo
fr: Ce champ est utilisé dans la règle %id%. Vous devez modifier cette règle avant de pouvoir le supprimer.
it: Questo campo è utilizzato in regola # %id%. È necessario modificare questa regola prima di poter eliminare questo campo
pt: Este campo é utilizado na regra #%id%. Você deve modificar esta regra antes que você pode excluir este campo

source: This fieldrow is used in action button « %label% ». You must modify this action button before you can delete this fieldrow
es: Esta fila de campo se usa en el botón de acción « %label% ». Debe modificar este botón de acción antes de poder eliminar esta fila de campo
fr: Cette rangée est utilisée par le bouton d'action « %label% ». Vous devez modifier ce bouton d'action avant de pouvoir supprimer cette rangée.
it: Questa riga di campo viene utilizzata nel pulsante di azione « %label% ». È necessario modificare questo pulsante di azione prima di poter eliminare questa riga di campo
pt: Esta linha de campo é usada no botão de ação « %label% ». Você deve modificar este botão de ação antes de poder excluir esta linha de campo

source: This fieldrow is used in rule #%id%. You must modify this rule before you can delete this fieldrow
es: Este fila de campo se utiliza en la regla #%id%. Debe modificar esta regla antes de poder eliminar este campo.
fr: Cette rangée est utilisée dans la règle %id%. Vous devez modifier cette règle avant de pouvoir la supprimer.
it: Questo fieldrow è usato in regola # %id%. È necessario modificare questa regola prima di poter eliminare questo fieldrow
pt: Este linha de campo é usada na regra #%id%. Você deve modificar esta regra antes que você possa excluir esta linha de campo

source: This fieldset is used in action button « %label% ». You must modify this action button before you can delete this fieldset
es: Este conjunto de campos se utiliza en el botón de acción « %label% ». Debe modificar este botón de acción antes de poder eliminar este conjunto de campo
fr: Ce groupe de champs est utilisé par le bouton d'action « %label% ». Vous devez modifier ce bouton d'action avant de pouvoir supprimer ce groupe de champs.
it: Questo gruppo di campi viene utilizzato nel pulsante di azione « %label% ». È necessario modificare questo pulsante di azione prima di poter eliminare questo gruppo di campi
pt: Este grupo de campos é usado no botão de ação « %label% ». Você deve modificar este botão de ação antes de poder excluir este grupo de campos

source: This fieldset is used in rule #%id%. You must modify this rule before you can delete this fieldset
es: Este conjunto de campos se utiliza en la regla #%id%. Debe modificar esta regla antes de poder eliminar este conjunto de campo
fr: Ce groupe de champs est utilisé dans la règle %id%. Vous devez modifier cette règle avant de pouvoir le supprimer.
it: Questo fieldset viene utilizzato in regola # %id%. È necessario modificare questa regola prima di poter eliminare questo fieldset
pt: Este conjunto de campos é utilizada na regra #%id%. Você deve modificar esta regra antes que você possa excluir esta conjunto de campo

source: This footnote is used in rule #%id%. You must modify this rule before you can delete this footnote
es: Esta nota al pie se usa en la regla #%id%. Debe modificar esta regla antes de poder eliminar esta nota al pie
fr: Cette note de bas de page est utilisée dans la règle %id%. Vous devez modifier cette règle avant de pouvoir la supprimer.
it: Questa nota è usato in regola # %id%. È necessario modificare questa regola prima di poter eliminare questo nota
pt: Esta nota é usada na regra #%id%. Você deve modificar esta regra antes que você possa excluir esta nota

source: This message has been sent automatically. We thank you for not answering.
es: Este mensaje ha sido enviado automáticamente. Te damos las gracias por no responder.
fr: Ce message a été envoyé automatiquement. Nous vous remercions de ne pas répondre.
it: Questo messaggio è stato inviato automaticamente. Ti ringraziamo per non aver risposto.
pt: Esta mensagem foi enviada automaticamente. Agradecemos por não responder.

source: This panel is used in action button « %label% ». You must modify this action button before you can delete this panel
es: Este panel se utiliza en el botón de acción « %label% ». Debe modificar este botón de acción antes de poder eliminar este panel
fr: Ce panneau est utilisé par le bouton d'action « %label% ». Vous devez modifier ce bouton d'action avant de pouvoir supprimer ce panneau.
it: Questo pannello è utilizzato nel pulsante di azione « %label% ». È necessario modificare questo pulsante di azione prima di poter eliminare questo pannello
pt: Este painel é usado no botão de ação « %label% ». Você deve modificar este botão de ação antes de poder excluir este painel

source: This panel is used in rule #%id%. You must modify this rule before you can delete this panel
es: Este panel se usa en la regla #%id%. Debe modificar esta regla antes de poder eliminar este panel
fr: Ce panneau est utilisé dans la règle %id%. Vous devez modifier cette règle avant de pouvoir le supprimer.
it: Questo pannello è usato in regola # %id%. È necessario modificare questa regola prima di poter eliminare questo pannello
pt: Este painel é usado em regra #%id%. Você deve modificar esta regra antes que você pode excluir este painel

source: This panel name already exists
es: Este nombre del panel ya existe
fr: Ce nom de panneau existe déjà
it: Questo nome del pannello esiste già
pt: Este nome do painel já existe

source: This profile name already exists
es: Este nombre de perfil ya existe
fr: Ce nom de profil existe déjà
it: Questo nome profilo esiste già
pt: Este nome de perfil já existe

source: This record already exists.
es: Este registro ya existe.
fr: Cet enregistrement existe déjà.
it: Questo record esiste già.
pt: Este registro já existe.

source: This section is used in action button « %label% ». You must modify this action button before you can delete this section
es: Esta sección se utiliza en el botón de acción « %label% ». Debe modificar este botón de acción antes de poder eliminar esta sección.
fr: Cette section est utilisée par le bouton d'action « %label% ». Vous devez modifier ce bouton d'action avant de pouvoir supprimer cette section.
it: Questa sezione è utilizzata nel pulsante di azione « %label% ». È necessario modificare questo pulsante di azione prima di poter eliminare questa sezione
pt: Esta seção é usada no botão de ação « %label% ». Você deve modificar este botão de ação antes de poder excluir esta seção

source: This section is used in rule #%id%. You must modify this rule before you can delete this section
es: Esta sección se usa en la regla #%id%. Debe modificar esta regla antes de poder eliminar esta sección.
fr: Cette section est utilisée dans la règle %id%. Vous devez modifier cette règle avant de pouvoir la supprimer.
it: Questa sezione è utilizzata in regola # %id%. È necessario modificare questa regola prima di poter eliminare questa sezione
pt: Esta seção é usada na regra #%id%. Você deve modificar esta regra antes que você possa excluir esta seção

source: This section name already exists
es: Este nombre de sección ya existe.
fr: Ce nom de section existe déjà
it: Questo nome della sezione esiste già
pt: Este nome da seção já existe

source: This simulator does not exist
es: Este simulador no existe.
fr: Ce simulateur n'existe pas
it: Questo simulatore non esiste
pt: Este simulador não existe

source: This simulator does not exist or is not available
es: Este simulador no existe o no está disponible.
fr: Ce simulateur n'existe pas ou n'est pas disponible
it: Questo simulatore non esiste o non è disponibile
pt: Este simulador não existe ou não está disponível

source: This source is used in data #%id% : %label%. You must modify this data before you can delete this source
es: Esta fuente se utiliza en los datos #%id%: %label%. Debe modificar estos datos antes de poder eliminar esta fuente
fr: Cette source est utilisée dans la définition de la donnée #%id% : %label%. Vous devez modifier cette donnée avant de pouvoir la supprimer.
it: Questa fonte è usato nei dati # %id%: %label%. È necessario modificare questi dati prima di poter eliminare questa fonte
pt: Esta fonte é usada em dados #%id%: %label%. Você deve modificar esses dados antes de excluir esta fonte

source: This step is used in action button « %label% ». You must modify this action button before you can delete this step
es: Este paso se utiliza en el botón de acción « %label% ». Debe modificar este botón de acción antes de poder eliminar este paso.
fr: Cette étape est utilisée par le bouton d'action « %label% ». Vous devez modifier ce bouton d'action avant de pouvoir supprimer cette étape.
it: Questo passaggio viene utilizzato nel pulsante di azione « %label% ». È necessario modificare questo pulsante di azione prima di poter eliminare questo passaggio
pt: Esta etapa é usada no botão de ação « %label% ». Você deve modificar este botão de ação antes de poder excluir esta etapa

source: This step is used in rule #%id%. You must modify this rule before you can delete this step
es: Este paso se usa en la regla #%id%. Debe modificar esta regla antes de poder eliminar este paso.
fr: Cette étape est utilisée dans la règle %id%. Vous devez modifier cette règle avant de pouvoir la supprimer.
it: Questo passo viene utilizzato in regola # %id%. È necessario modificare questa regola prima di poter eliminare questo passaggio
pt: Esta etapa é usada na regra #%id%. Você deve modificar essa regra para que possa eliminar essa etapa

source: This step name already exists
es: Este nombre de paso ya existe
fr: Ce nom d'étape existe déjà
it: Questo nome passaggio esiste già
pt: Este nome etapa já existe

source: This template does not exist
es: Esta plantilla no existe
fr: Ce template n'existe pas
it: Questo modello non esiste
pt: Este modelo não existe

source: Thistle
es: Cardo
fr: Chardon
it: Cardo
pt: Cardo

source: This user doesn't exists !
es: ¡Este usuario no existe!
fr: Cet utilisateur n'existe pas!
it: L'utente non esiste!
pt: Este usuário não existe!

source: This username already exists !
es: Este nombre de usuario ya existe !
fr: Cet identifiant existe déjà !
it: Questo nome utente esiste già !
pt: Esse nome de usuário já existe !

source: This value can not be greater than %max%
es: Este valor no puede ser mayor que %max%
fr: Cette valeur ne peut être supérieure à %max%
it: Questo valore non può essere maggiore di %max%
pt: Este valor não pode ser maior que %max%

source: This value can not be less than %min%
es: Este valor no puede ser inferior a %min%
fr: Cette valeur ne peut être inférieure à %min%
it: Questo valore non può essere inferiore a %min%
pt: Este valor não pode ser menos do que %min%

source: This value is not in the expected format
es: Este valor no está en el formato esperado
fr: Cette valeur n'est pas au format attendu
it: Questo valore non è nel formato previsto
pt: Este valor não está no formato esperado

source: This value is not in the expected format (%format%)
es: Este valor no está en el formato esperado (%format%)
fr: Cette valeur n'est pas au format attendu (%format%)
it: Questo valore non è nel formato previsto (formato%%)
pt: Este valor não está no formato esperado (%format%)

source: This view already exists
es: Esta vista ya existe.
fr: Cette vue existe déjà
it: Questo punto di vista esiste già
pt: Este ponto de vista já existe

source: Timeout !
es: Se acabó el tiempo !
fr: Temps imparti dépassé !
it: Tempo scaduto !
pt: Tempo esgotado !

source: Time zone
es: Zona horaria
fr: Fuseau horaire
it: Fuso orario
pt: Fuso horário

source: Title
es: Título
fr: Titre
it: Titolo
pt: Título

source: Title:
es: Título:
fr: Titre:
it: Titolo:
pt: Título:

source: to
es: a
fr: à
it: a
pt: para

source: To continue you must first correct your entry
es: Para continuar primero debes corregir su entrada.
fr: Pour continuer vous devez au préalable corriger votre saisie
it: Per continuare è necessario correggere la voce
pt: Para continuar você deve primeiro corrigir a sua entrada

source: Toggle navigation
es: Activar / desactivar navegación
fr: Activer / désactiver la navigation
it: Attiva / disattiva la navigazione
pt: Alternar de navegação

source: Tomato
es: Tomate
fr: Tomate
it: Pomodoro
pt: Tomate

source: To share this page, please enter the following information
es: Para compartir esta página, por favor ingrese la siguiente información
fr: Pour partager cette page, veuillez entrer les informations suivantes
it: Per condividere questa pagina, inserire le seguenti informazioni
pt: Para compartilhar esta página, por favor insira as seguintes informações

source: true
es: cierto
fr: vrai
it: vero
pt: verdade

source: Try it
es: Intentalo
fr: Tester
it: Provalo
pt: Tente

source: Tutorials
es: Tutoriales
fr: Tutoriels
it: Esercitazioni
pt: Tutoriais

source: Unable to find the working version of the simulator « %simulator% »
es: No se puede encontrar la versión de trabajo del simulador « %simulator% »
fr: Impossible de trouver la version de travail du simulateur « %simulator% »
it: Impossibile trovare la versione di lavoro del simulatore « %simulatore% »
pt: Não foi possível localizar a versão de trabalho do simulador « %simulator% »

source: underline
es: subrayar
fr: souligné
it: sottolineare
pt: sublinhado

source: Underline [CTRL+U]
es: Subrayado [CTRL+U]
fr: Souligné [CTRL + U]
it: Sottolineato [CTRL + U]
pt: Sublinhe [CTRL + U]

source: Undo
es: Deshacer
fr: Défaire
it: Disfare
pt: Desfazer

source: Unit
es: Unidad
fr: Unité
it: Unità
pt: Unidade

source: unit text
es: texto unitario
fr: texte d'unité
it: testo dell'unità
pt: texto unidade

source: Unknown
es: Desconocido
fr: Inconnu
it: Sconosciuto
pt: Desconhecido

source: unknown column "%s%": in "%table%"
es: columna desconocida "%s%": en "%table%"
fr: colonne inconnue "%s%" : dans la table "%table%"
it: colonna sconosciuto "%s%": in "tabella%%"
pt: coluna desconhecido "%s%": em "%table%"

source: Unknown error
es: Error desconocido
fr: Erreur inconnue
it: Errore sconosciuto
pt: Erro desconhecido

source: unset
es: desarmado
fr: effacer
pt: desviar

source: Unset
es: Desarmado
fr: Effacer
pt: Desviar

source: URI / Step
es: URI/Paso
fr: URI / Etape
it: URI/Passo
pt: URI/Etapa

source: Usage
es: Uso
fr: Utilisation
it: uso
pt: Uso

source: Used by the simulator(s)
es: Utilizado por el(los) simulador(es)
fr: Utilisé par le(s) simulateur(s)
it: Utilizzato dal simulatore
pt: Usado pelo(s) simulador(es)

source: Used datasources
es: Fuentes de datos usadas
fr: Sources de données utilisées
it: origini dati usati
pt: Fontes de dados usadas

source: user
es: usuario
fr: utilisateur
it: utente
pt: usuário

source: User Interface
es: Interfaz de usuario
fr: Interface utilisateur
it: Interfaccia utente
pt: Interface de usuário

source: User Interface for step %id%
es: Interfaz de usuario para el paso %id%
fr: Interface utilisateur pour l'étape %id%
it: Interfaccia utente per il passo %id%
pt: Interface de usuário para a etapa %id%

source: UserName
es: Nombre de usuario
fr: Identifiant
it: Nome utente
pt: Nome de usuário

source: Users
es: Usuarios
fr: Utilisateurs
it: utenti
pt: Usuários

source: Users list
es: Lista de usuarios
fr: Liste des utilisateurs
it: lista utenti
pt: Lista de usuários
