Repository: eureka2/G6K
Catalog: translations/messages.*.xlf
Languages: es, fr, it, pt

source: Blockinfo display
es: Pantalla de bloque de información
fr: Affichage du bloc d'informations
it: Visualizzazione del blocco di informazioni
pt: Exibição de bloco de informações

source: BlockInfo label
es: Etiqueta bloque de información
fr: Etiquette du bloc d'infos
it: etichetta BlockInfo
pt: Etiqueta bloco de informações

source: BlockInfo name
es: Nombre bloque de información
fr: Nom du bloc d'infos
it: nome BlockInfo
pt: Nome bloco de informações

source: Blue
es: Azul
fr: Bleu
it: Blu
pt: Azul

source: Blue Violet
es: Violeta Azul
fr: Violet bleu
it: Blu viola

source: bold
es: negrita
fr: gras
it: grassetto
pt: negrito

source: Bold [CTRL+B]
es: Negrita [CTRL+B]
fr: Gras [CTRL + B]
it: Grassetto [CTRL + B]
pt: Negrito [CTRL+B]

source: boolean
es: booleano
fr: booléen
it: booleano
pt: boleano

source: Brown
es: Marrón
fr: Marron
it: Marrone
pt: Castanho

source: Burly Wood
es: Madera corpulenta
fr: Bois bohu
it: Burly legno
pt: Madeira robusta

source: Business rules
es: Reglas de negocio
fr: Règles métier
it: Regole di business
pt: Regras do negócio

source: Button
es: Botón
fr: Bouton
it: Pulsante
pt: Botão

source: Button class
es: Clase de botones
fr: Classe CSS du bouton
it: classe Button
pt: Classe button

source: Button label
es: Etiqueta de botón
fr: Libellé du bouton
it: etichetta del pulsante
pt: Etiqueta do botão

source: Button name
es: Nombre del botón
fr: Nom du bouton
it: nome pulsante
pt: Nome do botão

source: Button uri
es: URI del botón
fr: URI du bouton
it: pulsante uri
pt: Uri de botão

source: cache directory
es: directorio de caché
fr: répertoire du cache
it: directory della cache
pt: diretório de cache

source: cache directory : %cachedir%
es: directorio de caché: %cachedir%
fr: répertoire du cache : %cachedir%
it: directory della cache: %cachedir%
pt: diretório de cache: %cachedir%

source: Caches management
es: Gestion de cachés
fr: Gestion des caches
it: gestione cache
pt: Gerenciamento de caches

source: Cadet Blue
es: Azul cadete
fr: Bleu Cadet
it: Cadet Blu
pt: Azul do cadete

source: Can't add the column '%column%' into table '%table%' : %error%
es: No se puede agregar la columna '%column%' en la tabla '%table%': %error%
fr: Impossible d'ajouter le champ '%column%' dans la table '%table%' : %error%
it: Impossibile aggiungere la colonna 'colonna%%' nella tabella 'tabella%%': errore%%
pt: Não é possível adicionar a coluna '%column%' na tabela '%table%': %error%

source: Can't alter 'NOT NULL' property of column %column% of table %table% : %error%
es: No se puede modificar la propiedad 'NOT NULL' de la columna %column% de la tabla %table%: %error%
fr: Impossible de modifier la propriété 'NOT NULL' du champ %column% de la table %table% : %error%
it: Impossibile modificare 'NOT NULL' di proprietà della Colonna% %del tavolo%%: errore%%
pt: não pode alterar a propriedade 'NOT NULL' da coluna %column% da tabela %table%: %error%

source: Can't create database %database% : %error%
es: No se puede crear la base de datos %database%: %error%
fr: Impossible de se connecter à la base de données %database% : %error%
it: Impossibile creare il database database%%: errore%%
pt: Não é possível criar banco de dados %database%: %error%

source: Can't create table %table% : %error%
es: No se puede crear la tabla %table%: %error%
fr: Impossible de créer la table %table% : %error%
it: Impossibile creare tavolo da ping-%%: errore%%
pt: Não é possível criar tabela %table%: %error%

source: Can't delete from %table% : %error%
es: No se puede eliminar de %table%: %error%
fr: Impossible de supprimer des enregistrements de %table% : %error%
it: Impossibile eliminare dalla tabella%%: errore%%
pt: Não é possível excluir a partir %table%: %error%

source: Can't drop %table% : %error%
es: No se puede eliminar %table%: %error%
fr: Impossible de supprimer %table% : %error%
it: Impossibile eliminare la tabella%%: errore%%
pt: Não é possível descartar %table%: %error%

source: Can't insert into %table% : %error%
es: No se puede insertar en %table%: %error%
fr: Impossible d'insérer dans %table% : %error%
it: Non è possibile inserire nella tabella%%: errore%%
pt: Não é possível inserir em %table%: %error%

source: Can't insert into %table% of database %database% : %error%
es: No se puede insertar en %table% de base de datos %database%: %error%
fr: Impossible d'insérer dans %table% de la base de données %database% : %error%
it: Non è possibile inserire nella tabella% %del database database%%: errore%%
pt: Não é possível inserir em %table% do banco de dados %database%: %error%

source: Can't modify description of column %column% of table %table% : %error%
es: No se puede modificar la descripción de la columna %column% de la tabla %table%: %error%
fr: Impossible de modifier la description du champ %column% de la table %table% : %error%
it: Impossibile modificare descrizione della Colonna% %del tavolo%%: errore%%
pt: Não é possível modificar descrição da coluna %column% da tabela %table%: %error%

source: Can't modify title of column %column% of table %table% : %error%
es: No se puede modificar el título de la columna %column% de la tabla %table%: %error%
fr: Impossible de modifier le titre du champ %column% de la table %table% : %error%
it: Non è possibile modificare il titolo del Colonna% %del tavolo%%: errore%%
pt: Não é possível modificar título da coluna %column% da tabela %table%: %error%

source: Can't modify type of column %column% of table %table% : %error%
es: No se puede modificar el tipo de columna %column% de tabla %table%: %error%
fr: Impossible de modifier le type du champ %column% de la table %table% : %error%
it: Impossibile modificare il tipo di Colonna% %del tavolo%%: errore%%
pt: Não é possível modificar o tipo de coluna %column% da tabela %table%: %error%

source: Can't rename column %column% of table %table% : %error%
es: No se puede cambiar el nombre de la columna %column% de la tabla %table%: %error%
fr: Impossible de renommer le champ %column% de la table %table% : %error%
it: Impossibile rinominare Colonna% %del tavolo%%: errore%%
pt: Não é possível renomear coluna %column% da tabela %table%: %error%

source: Can't rename table %table% : %error%
es: No se puede cambiar el nombre de la tabla %table%: %error%
fr: Impossible de renommer la table %table% : %error%
it: Impossibile rinominare tavolo da ping-%%: errore%%
pt: Não é possível renomear a tabela %table%: %error%

source: Can't update %table% : %error%
es: No se puede actualizar %table%: %error%
fr: Impossible de mettre à jour %table% : %error%
it: Impossibile aggiornare la tabella%%: errore%%
pt: Não é possível atualizar %table%: %error%

source: Cancel
es: Cancelar
fr: Annuler
it: Annulla
pt: Cancelar

source: Cancel table cells merging
es: Cancelar la combinación de celdas de tabla
fr: Annuler la fusion de ces cellules
it: Cancellare celle di tabella fusione
pt: Anular as células da tabela fusão

source: Caption
es: Subtítulo
fr: Titre du tableau
it: Didascalia
pt: Rubrica

source: Category
es: Categoría
fr: Catégorie
it: Categoria
pt: Categoria

source: ceil
fr: arrondiParExces

source: Center
es: Centrar
fr: Centré
it: Centro
pt: Centro

source: Center the content
es: Centrar el contenido
fr: Centrer le contenu
it: Centrare il contenuto
pt: Centralize o conteúdo

source: Chapter
es: Capítulo
fr: Chapitre
pt: Capítulo

source: chapter
es: capítulo
fr: chapitre
pt: capítulo

source: Chapter #%id% : %label%
es: Capítulo #%id% : %label%
fr: Chapitre #%id% : %label%
it: Capitolo # %id%: %label%
pt: Capítulo #%id%: %label%

source: Chapter %id% (nolabel)
es: Capítulo %id% (sin etiqueta)
fr: Chapitre %id% (pas de libellé)
it: Capitolo %id% (nolabel)
pt: Capítulo %id% (sem etiqueta)

source: Chapter icon
es: Icono de capitulo
fr: Icône du chapitre
it: icona del capitolo
pt: Ícone capítulo

source: Chapter label
es: Etiqueta de capitulo
fr: Etiquette du chapitre
it: etichetta Capitolo
pt: Etiqueta capítulo

source: Chapter name
es: Nombre del capitulo
fr: Nom du chapitre
it: nome Capitolo
pt: Nome do capítulo

source: Checks the entry of a 10 digits phone number
es: Comprueba la entrada de un número telefónico de 10 dígitos.
fr: Vérifie la saisie d'un numéro de téléphone à 10 chiffres
it: Controlla l'inserimento di un numero di telefono a 10 cifre
pt: Verifica a entrada de um número de telefone de 10 dígitos

source: Checks the entry of an email adress
es: Comprueba la entrada de una dirección de correo electrónico.
fr: Vérifie la saisie d'une adresse email
it: Controlla l'inserimento di un indirizzo email
pt: Verifica a entrada de um endereço de email

source: Checks the entry of a North American phone number
es: Comprueba la entrada de un número de teléfono norteamericano.
fr: Vérifie la saisie d'un numéro de téléphone nord-américain
it: Controlla l'inserimento di un numero di telefono nordamericano
pt: Verifica a entrada de um número de telefone da América do Norte

source: Checks the entry of the French siret number
es: Comprueba la entrada del número siret francés.
fr: Contrôle la saisie d'un numéro de SIRET
it: Controlla l'inserimento del numero di siret francese
pt: Verifica a entrada do número de sirene francesa

source: Checks the entry of the French social security number
es: Comprueba la entrada del número de seguridad social francés.
fr: Vérifie la saisie du numéro de sécurité sociale
it: Controlla l'inserimento del numero di previdenza sociale francese
pt: Verifica a entrada do número de segurança social francês

source: Chocolate
fr: Chocolat
it: Cioccolato

source: choice
es: opción
fr: choix
it: scelta

source: Choice
es: Opción
fr: Choix
it: Scelta

source: Choice %id%
es: Opción %id%
fr: Choix %id%
it: Scelta id%%
pt: Opção %id%

source: Choice label
es: Etiqueta de opción
fr: Libellé du choix
it: etichetta scelta
pt: Etiqueta bem opção

source: Choice list in the form of square block
es: Lista de opciónes en forma de bloque cuadrado
fr: Liste de choix sous la forme de pavé rectangulaire
it: lista di scelta in forma di blocco quadrato
pt: Lista de opções na forma de bloco quadrado

source: Choices
es: Opciones
fr: Liste de choix
it: scelte
pt: opçãos

source: Choice value
es: Valor de opción
fr: Valeur de choix
it: valore di scelta
pt: Valor opção

source: Choose an Action...
es: Elige una acción...
fr: Choisissez une action ...
it: Scegli un'azione ...
pt: Escolher uma ação ...

source: Circular reference between data «%data%» and source «%source%»
es: Referencia circular entre los datos « %data% » y la fuente « %source% »
fr: Référence circulaire entre le donnée «%data%» et la source «%source%»
it: riferimento circolare tra i dati « %dati% » e fonte «sorgente%%»
pt: Referência circular entre os dados « %data%» e fonte « %source% »

source: Circular reference between parameter %id% and data «%data%»
es: Referencia circular entre el parámetro %id% y los datos « %data% »
fr: Référence circulaire entre le paramètre %id% et la donnée «%data%»
it: Riferimento circolare tra il parametro %id% ei dati « %dei dati% »
pt: Referência circular entre o parâmetro %id% e os dados « %data%»

source: Class
es: Clase
fr: Classe
it: Classe
pt: Classe

source: Classic
es: Clásico
fr: Classique
it: Classico
pt: Clássico

source: Clear
es: Claro
fr: Vider
it: Chiaro
pt: Claro

source: clearing %cache%
es: borrando %cache%
fr: nettoyage de %cache%
it: %Cache di compensazione%
pt: Limpando %cache%

source: clearing cache
es: borrar el caché
fr: nettoyage du cache
it: cache di compensazione
pt: Limpando o cache

source: Clear this field
es: limpia este campo
fr: Effacer ce champ
it: Cancellare questo campo
pt: Limpe este campo

source: Click for geolocation
es: Haga clic para geolocalizar
fr: Cliquez pour vous géolocaliser
it: Clicca per la geolocalizzazione
pt: Clique para geolocalização

source: Click if you want to replace this image
es: Haga clic si desea reemplazar esta imagen
fr: Cliquez si vous souhaitez remplacer cette image
it: Fare clic se si desidera sostituire questa immagine
pt: Clique se quiser substituir esta imagem

source: Click the + button on the right to add a column
es: Haga clic en el botón + a la derecha para agregar una columna
fr: Cliquez sur le bouton + à droite pour ajouter une colonne
it: Fai clic sul pulsante + sulla destra per aggiungere una colonna
pt: Clique no botão + à direita para adicionar uma coluna

source: Click the + button on the right to add a condition
es: Haga clic en el botón + a la derecha para agregar una condición
fr: Cliquez sur le bouton + à droite pour ajouter une condition
it: Fai clic sul pulsante + sulla destra per aggiungere una condizione
pt: Clique no botão + à direita para adicionar uma condição

source: Click the + button on the right to add a sort key
es: Haga clic en el botón + a la derecha para agregar una clave de clasificación
fr: Cliquez sur le bouton + à droite pour ajouter une clé de tri
it: Fai clic sul pulsante + sulla destra per aggiungere una chiave di ordinamento
pt: Clique no botão + à direita para adicionar uma chave de ordenação

source: click to change ...
es: haga clic para cambiar ...
fr: cliquez pour changer ...
it: clicca per cambiare ...
pt: clique para mudar ...

source: click to change the action
es: haga clic para cambiar la acción
fr: cliquez pour choisir une autre action
it: fare clic per modificare l'azione
pt: clique para alterar a ação

source: click to change the field ...
es: haga clic para cambiar el campo ...
fr: cliquez pour choisir un autre champ
it: fare clic per modificare il campo ...
pt: clique para alterar o campo ...

source: click to change this operator ...
es: haga clic para cambiar este operador ...
fr: cliquez pour choisir un autre opérateur
it: fare clic per modificare questo operatore ...
pt: clique para alterar este operador ...

source: click to change this value ...
es: haga clic para cambiar este valor ...
fr: cliquez pour changer cette valeur ...
it: fare clic per modificare questo valore ...
pt: clique para alterar esse valor ...

source: Click to choose an image
es: Haga clic para elegir una imagen
fr: Cliquez pour choisir une image
it: Clicca per scegliere un'immagine
pt: Clique para escolher uma imagem

source: click to edit the column alias
es: haga clic para editar el alias de columna
fr: Cliquez pour modifier l'alias de la colonne
it: fare clic per modificare gli alias di colonna
pt: clique para editar o alias de coluna

source: click to edit the message
es: haga clic para editar el mensaje
fr: cliquez pour modifier le message
it: fare clic per modificare il messaggio
pt: clique para editar a mensagem

source: click to edit this locality
es: haga clic para editar esta localidad
fr: Cliquez pour choisir une autre commune
it: clic per modificare questa località
pt: clique para editar esta localidade

source: click to edit this value
es: haga clic para editar este valor
fr: Cliquez pour modifier cette valeur
it: clic per modificare questo valore
pt: clique para editar este valor

source: click to enter a locality or a zipcode
es: Haga clic para ingresar una localidad o un código postal
fr: Cliquez pour saisir un nom de commune ou son code postal
it: clicca per entrare una località o un codice postale
pt: clique para entrar em uma localidade ou um CEP

source: click to enter the column alias
es: haga clic para ingresar el alias de columna
fr: Cliquez pour entrer l'alias de la colonne
it: clicca per accedere alle alias di colonna
pt: clique para entrar no alias de coluna

source: click to enter the message
es: haga clic para ingresar el mensaje
fr: cliquez pour saisir le message
it: clicca inserire il messaggio
pt: clique para entrar a mensagem

source: click to enter the sort order
es: haga clic para entrar en el orden de clasificación
fr: Cliquez pour entrer l'ordre de tri
it: clicca per entrare l'ordinamento
pt: clique para entrar a ordem de classificação

source: click to select ...
es: clic para seleccionar ...
fr: cliquez pour sélectionner ...
it: selezionare ...
pt: clique para selecionar ...

source: Click to select another image
es: Haga clic para seleccionar otra imagen.
fr: Cliquez pour sélectionner une autre image
it: Fai clic per selezionare un'altra immagine
pt: Clique para selecionar outra imagem

source: click to select a value ...
es: haga clic para seleccionar un valor ...
fr: cliquez pour sélectionner une valeur ...
it: fare clic per selezionare un valore ...
pt: clique para selecionar um valor ...

source: Click to select the city
es: Haga clic para seleccionar la ciudad
fr: Cliquez pour sélectionner la commune
it: Fare clic per selezionare la città
pt: Clique para selecionar a cidade

source: click to select the operator
es: haga clic para seleccionar el operador
fr: Cliquez pour sélectionner l'opérateur
it: fare clic per selezionare l'operatore
pt: clique para seleccionar o operador

source: Clone simulator
es: Clonar
fr: Cloner
it: Clona
pt: Clone

source: Close
es: Cerrar
fr: Fermer
it: Vicino
pt: Perto

source: Collapse all
es: Desplegar todo
fr: Tout replier
it: Chiudi tutto
pt: Recolher todos

source: Cols:
fr: Colonnes:

source: column
es: columna
fr: colonne
it: colonna
pt: coluna

source: Column
es: Columna
fr: Colonne
it: Colonna
pt: Coluna

source: Column #%id% : %label%
es: Columna #%id% : %label%
fr: Colonne #%id% : %label%
it: Colonna # %id%: %label%
pt: Coluna #%id%: %label%

source: Column %id% (nolabel)
es: Columna %id% (sin etiqueta)
fr: Colonne %id% (pas de libellé)
it: Colonna %id% (nolabel)
pt: Coluna %id% (sem etiqueta)

source: Column label
es: Etiqueta de columna
fr: Libellé de la colonne
it: etichetta di colonna
pt: Etiqueta de coluna

source: Column name
es: Nombre de columna
fr: Nom de la colonne
it: nome colonna
pt: Nome da coluna

source: Column names in first line ?
es: ¿Nombres de columnas en primera línea?
fr: Nom des colonnes en première ligne ?
it: I nomi delle colonne in prima linea?
pt: Os nomes das colunas na primeira linha?

source: Column name without spaces or special characters
es: Nombre de columna sin espacios ni caracteres especiales.
fr: Nom de la colonne sans espaces ni caractères spéciaux ou accentués
it: Nome colonna senza spazi o caratteri speciali
pt: Nome da coluna, sem espaços ou caracteres especiais

source: Column value
es: Valor de columna
fr: Colonne de requête
it: valore della colonna
pt: Valor da coluna

source: Comma
es: Coma
fr: Virgule
it: Virgola
pt: Vírgula

source: Command completed successfully
es: Comando completado con éxito
fr: Commande terminée avec succès
it: Comando completato con successo
pt: Comando concluído com êxito

source: Comma separated value (csv)
es: Valor separado por comas (csv)
fr: Valeurs séparées par des virgules (csv)
it: Virgola separati valore (csv)
pt: Valores separados por vírgulas (CSV)

source: Complex
es: Complejo
fr: Complexe
it: Complesso
pt: Complexo

source: Confirm
es: Confirmar
fr: Confirmer
it: Confermare
pt: Confirme

source: Confirm Database password
es: Confirmar contraseña de la base de datos
fr: Confirmez le mot de passe d'accès à la base de données
it: Confermare la password del database
pt: Confirmar senha de banco de dados

source: Constant
es: Constante
fr: Constante
it: Costante

source: Constant value of the parameter
es: Valor constante del parámetro.
fr: Valeur de la constante
it: Valore costante del parametro

source: contains
es: contiene
fr: contient
it: contiene

source: content
es: contenido
fr: contenu
it: soddisfare

source: Content
es: Contenido
fr: Contenu
it: Soddisfare

source: Content can not refer to the data itself
es: El contenido no puede referirse a los datos en sí.
fr: Contenu ne peut pas se référer à la donnée elle-même
it: Il contenuto non può fare riferimento a dati stessi

source: contributor
es: contribuyente
fr: contributeur
it: collaboratore

source: Copy the content of en element to clipboard
es: Copia el contenido del elemento al portapapeles.
fr: Copie le contenu de l'élément dans le presse-papier
it: Copia il contenuto dell'elemento en negli appunti

source: Copy the file « %file% » with the command:
es: Copie el archivo « %file% » con el comando:
fr: Copie du fichier « %file% » avec la commande :
it: Copiare il file « %file% » con il comando:

source: Coral
fr: Corail
it: Corallo

source: Cornflower Blue
es: Azul Aciano
fr: Bleuet
it: Fiordaliso Blu

source: Cornsilk
es: Seda de maiz
fr: Soie de maïs

source: corresponds to
es: corresponde a
fr: est égale à
it: corrisponde a

source: cos
fr: cosinus

source: cosh
fr: cosinus hyperbolique
it: manganello

source: count
fr: nombre
it: contare

source: country
es: país
fr: pays
it: nazione

source: Country name obtained by autocompletion
es: Nombre del país obtenido por autocompletado
fr: Nom de pays obtenu par auto-completion
it: Nome del paese ottenuto tramite completamento automatico

source: Counts and displays the number of characters left to enter
es: Cuenta y muestra el número de caracteres restantes para ingresar
fr: Compte et affiche le nombre maximum de caractères restant à saisir
it: Conta e visualizza il numero di caratteri rimasti da inserire

source: Create
es: Crear
fr: Créer
it: Creare

source: Create / delete a bulleted list
es: Crear/eliminar una lista con viñetas
fr: Créer / supprimer une liste à puces
it: Creare/eliminare un elenco puntato

source: Create / delete a numbered list
es: Crear/borrar una lista numerada
fr: Créer / supprimer une liste numérotée
it: Creare/eliminare un elenco numerato

source: Create Datasource
es: Crear fuente de datos
fr: Créer une source de données

source: Create Data source
es: Crear Fuente de Datos
fr: Créer une source de données
pt: Criar fonte de dados

source: Create simulator
es: Crear simulador
fr: Créer un simulateur
it: creare simulatore

source: Create table
es: Crear tabla
fr: Créer une table
it: Crea tabella

source: Create view
es: Crear vista
fr: Créer une vue
it: Crea vista

source: Creating the view « %view% » view
es: Creando la vista « %view% »
fr: Création de la vue « %view% » view
it: Creare la vista « %vista% » vista

source: Credentials expire at
es: Las credenciales expiran en
fr: Droits expirent le
it: Credenziali scadono a

source: Credentials expired
es: Credenciales expiradas
fr: Droits expirés
it: credenziali scaduti

source: Crimson
es: carmesí
fr: Cramoisi
it: Cremisi

source: CSS Validation errors
es: Errores de validación de CSS
fr: erreurs de validation CSS
it: Gli errori di convalida CSS

source: Currency symbol
es: Símbolo de moneda
fr: Symbole monétaire
it: Simbolo di valuta

source: Current font
es: Fuente actual
fr: Police courante
it: font corrente

source: Current step
es: Paso actual
fr: Etape courante
it: passo corrente

source: d
es: dd
fr: JJ

source: d-m-y
es: dd-mm-aaaa
fr: JJ-MM-AA

source: d-m-Y
es: dd-mm-aaaa
fr: JJ-MM-AAAA

source: d.m.Y
es: dd.mm.aaaa
fr: JJ.MM.AAAA

source: d. m. Y
es: dd. mm. aaaa
fr: JJ. MM. AAAA

source: d.m.Y.
es: dd.mm.aaaa.
fr: JJ.MM.AAAA.

source: d/m/y
es: dd/mm/aaaa
fr: JJ/MM/AA

source: d/m/Y
es: dd/mm/aaaa
fr: JJ/MM/AAAA
pt: dd/mm/aaaa

source: d/m Y
es: dd/mm aaaa
fr: JJ/MM AAAA

source: Dark Blue
es: Azul oscuro
fr: Bleu foncé
it: Blu scuro

source: Dark Cyan
es: Cian oscuro
fr: Cyan foncé
it: Ciano scuro

source: Dark Goldenrod
es: Vara de oro oscura
fr: Or foncé
it: Verga d'oro scuro

source: Dark Gray
es: Gris oscuro
fr: Gris foncé
it: Grigio scuro

source: Dark Green
es: Verde oscuro
fr: Vert foncé
it: Verde scuro

source: Dark Khaki
es: Caqui oscuro
fr: Kaki foncé
it: cachi scuro

source: Dark Magenta
es: Magenta oscuro
fr: Magenta foncé
it: Scuro Magenta

source: Dark Olive Green
es: Verde oliva oscuro
fr: Vert olive foncé
it: Dark Olive verde

source: Dark Orange
es: Naranja oscuro
fr: Orange foncé
it: Arancione scuro

source: Dark Orchid
es: Orquidea oscura
fr: Orchidée noire
it: Orchid scuro

source: Dark Red
es: Rojo oscuro
fr: Rouge foncé
it: Rosso scuro
