Repository: eureka2/G6K
Catalog: translations/messages.*.xlf
Languages: es, fr, it, pt

source: Section #%id%
es: Sección #%id%
it: Sezione # %id%
pt: Seção #%id%

source: Section #%id% : %label%
es: Sección #%id%: %label%
it: Sezione # %id%: %label%
pt: Seção #%id%: %label%

source: Set
es: Establece
pt: Conjunto

source: set
es: establece
pt: conjunto

source: Simple
es: Sencillo
it: Semplice
pt: Simples

source: Slate Blue
es: Azul pizarra
it: Blu ardesia
pt: Azul ardósia

source: SlateBlue
it: Blu ardesia
pt: Azul ardósia

source: source
es: fuente
pt: fonte

source: Source
es: Fuente
pt: Fonte

source: Sources
es: Fuentes
it: fonti
pt: Fontes

source: Styles
es: Estilos
it: stili
pt: Estilos

source: Table
es: Tabla
it: tavolo
pt: Tabela

source: Tables
es: Tablas
it: tabelle
pt: Tabelas

source: Tabulation
es: Tabulación
it: tabulazione
pt: Catalogação

source: Trebuchet MS
pt: MS Trebuchet

source: Turquoise
es: Turquesa
it: Turchese
pt: Turquesa

source: Type
es: Tipo
it: genere
pt: Tipo

source: Violet
es: Violeta
it: Viola
pt: Tolet

source: Chartreuse
es: Monasterio
it: certosa

source: date
es: fecha
it: Data

source: Description
es: Descripción
it: Descrizione

source: disabled
es: discapacitado

source: Disabled
es: Discapacitado

source: Disposition
es: Disposición
it: Disposizione

source: enabled
es: habilitado

source: Enabled
es: Habilitado

source: Group Label
es: Etiqueta de grupo
it: Label Group

source: Group label
es: Etiqueta de grupo
it: label Group

source: Minimum
es: Mínimo
it: Minimo

source: Pop-in
es: Aparecer

source: Section
es: Sección

source: section
es: sección

source: chapter
it: capitolo

source: Chapter
it: Capitolo

source: Create Data source
it: Crea origine dati

source: Create Datasource
it: Crea origine dati

source: Data source
it: Fonte di dati

source: Day
it: Giorno

source: field
it: campo

source: Field
it: Campo

source: Hide
it: Nascondere

source: hide
it: nascondere

source: Maximum
it: Massimo

source: maximum
it: massimo

source: Normal
it: Normale

source: Result index
it: Indice risultato

source: result index
it: indice di risultato

source: Right
it: Destra

source: right
it: destra

source: round
it: il giro

source: Round
it: Il giro

source: Source
it: fonte

source: source
it: fonte

source: Year
it: Anno

source: year
it: anno
