Repository: eureka2/G6K
Catalog: translations/messages.*.xlf
Languages: es, fr, it, pt

source: Number of characters remaining: %remaining% out of %maximum% maximum
es: Número de caracteres restantes: %remaining% de %maximum% máximo
fr: Nombre de caratères restant : %remaining% / %maximum%
it: Numero di caratteri rimanenti: %remaining% su %maximum% massimo
pt: Número de caracteres restantes: %remaining% fora de %maximum% máximo

source: Number of decimals after the decimal point
es: Número de decimales después del punto decimal
fr: Nombre de décimales après la virgule
it: Numero di decimali dopo il punto decimale
pt: Número de decimais após o ponto decimal

source: Number of results
es: Numero de resultados
fr: Nombre de résultats
it: Numero di risultati
pt: Número de resultados

source: numbers only
es: solo numeros
fr: chiffres seulement
it: solo numeri
pt: apenas números

source: October
es: octubre
fr: Octobre
it: ottobre
pt: Outubro

source: of
es: de
fr: de
it: di
pt: do

source: of actionbutton
es: de botón de acción
fr: , du bouton d'action
it: di ActionButton
pt: de botão de ação

source: of blockinfo
es: de bloque de información
fr: , du bloc d'info
it: di blockinfo
pt: de bloco de informações

source: of blockinfo «%blockinfo%»
es: de bloque de información « %blockinfo% »
fr: du bloc d'info «%blockinfo%»
it: di blockinfo « %blockinfo% »
pt: de bloco de informações « %blockinfo% »

source: of chapter
es: del capitulo
fr: , du chapitre
it: del capitolo
pt: do capítulo

source: of data
es: de datos
fr: , de la donnée
it: dei dati
pt: de dados

source: of data «%label%»
es: de datos « %label% »
fr: de la donnée «%label%»
it: dei dati « %label% »
pt: de dados « %label% »

source: of field
es: de campo
fr: , du champ
it: di campo
pt: de campo

source: of fieldrow
es: de fila de campo
fr: , de la rangée
it: di fieldrow
pt: de linha de campo

source: of fieldset
es: de conjunto de campos
fr: , du groupe de champs
it: di fieldset
pt: de conjunto de campo

source: of fieldset «%label%»
es: de conjunto de campos « %label% »
fr: du groupe de champs «%label%»
it: del fieldset « %label% »
pt: de conjunto de campo « %label% »

source: of field «%label%»
es: del campo « %label% »
fr: du champ «%label%»
it: di campo « %label% »
pt: de campo « %label% »

source: of footnote
es: de la nota al pie
fr: , de la note de pied de page
it: della nota
pt: da nota de rodapé

source: of panel
es: del panel
fr: , du panneau
it: pannello
pt: de painel

source: of panel «%panel%»
es: del panel « %panel% »
fr: du panneau «%panel%»
it: del panel « %pannello% »
pt: do painel « %panel% »

source: of postnote
es: de la nota despues
fr: de la post note
it: di postnote
pt: da nota depois

source: of prenote
es: de la nota previa
fr: , de la pre note
it: di prenote
pt: da nota antes

source: of section
es: de seccion
fr: , de la section
it: di sezione
pt: da secção

source: of step
es: de paso
fr: de l'étape
it: di passo
pt: da etapa

source: of step «%label%»
es: del paso « %label% »
fr: de l'étape «%label%»
it: della fase « %label% »
pt: da etapa « %label% »

source: of the following conditions are met
es: de las siguientes condiciones se cumplen
fr: les conditions suivantes sont satisfaites
it: delle seguenti condizioni sono soddisfatte
pt: das seguintes condições forem satisfeitas

source: of the following conditions is met
es: de las siguientes condiciones se cumple
fr: des conditions suivantes est satisfaite
it: delle condizioni seguenti
pt: das seguintes condições

source: of «%label%»
es: de « %label% »
fr: de «%label%»
it: di « %label% »
pt: de « %label% »

source: Old Lace
es: Encaje viejo
fr: Vieille dentelle
pt: Laço velho

source: Olive Drab
es: Verde oliva
fr: Olive terne
pt: Oliva monótona

source: on
es: en
fr: portant sur
it: sopra
pt: em

source: Only accept digits in a text field
es: Solo acepta dígitos en un campo de texto
fr: Accepte seulement des chiffres pendant la saisie
it: Accetta solo cifre in un campo di testo
pt: Aceitar apenas dígitos em um campo de texto

source: On the left of the simulation form
es: A la izquierda del formulario de simulación.
fr: À gauche du formulaire de simulation
it: A sinistra della forma di simulazione
pt: À esquerda do formulário de simulação

source: On the right of the simulation form
es: A la derecha del formulario de simulación.
fr: À droite du formulaire de simulation
it: A destra della forma di simulazione
pt: À direita do formulário de simulação

source: Open in:
es: Abrir en:
fr: Ouvrir dans:
it: Aprire in:
pt: Aberto em:

source: Optional
es: Opcional
fr: Optionnel
it: Opzionale
pt: Opcional

source: Optional attributes
es: Atributos opcionales
fr: Attributs optionnels
it: attributi opzionali
pt: Atributos opcionais

source: or
es: o
fr: ou
it: o
pt: ou

source: Orange Red
es: Rojo naranja
fr: Rouge-orange
it: Rosso-arancio
pt: Vermelho alaranjado

source: Orchid
es: Orquídea
fr: Orchidée
it: Orchidea
pt: Orquídea

source: Order by
es: Orden por
fr: Trié par
it: Ordinato da
pt: Ordenar por

source: Origin
es: Origen
fr: Provenance
it: Origine
pt: Origem

source: Output
es: Salida
fr: Sortie

source: output
es: salida
fr: restitution à l'utilisateur

source: Page %pageno% of %numberofpages%
es: Página %pageno% de %numberofpages%
fr: Page %pageno%/%numberofpages%
it: Pagina %pageno% del %TotalePagine%
pt: Página %pageno% de %numberofpages%

source: Pale Goldenrod
es: Vara de oro pálida
fr: Or pâle
it: Verga d'oro pallido
pt: Goldenrod pálido

source: Pale Green
es: Verde pálido
fr: Vert pâle
it: Verde pallido
pt: Verde pálido

source: Pale Turquoise
es: Turquesa pálido
fr: Turquoise pâle
it: Turchese pallido
pt: Turquesa pálida

source: Pale Violet Red
es: Rojo violeta pálido
fr: Rouge-Violet pâle
it: Viola pallido Red
pt: Vermelho Violeta Pálido

source: panel
fr: panneau

source: Panel
fr: Panneau

source: Panel %id% (nolabel)
es: Panel %id% (sin etiqueta)
fr: Panneau %id% (pas de libellé)
it: Pannello %id% (nolabel)
pt: Painel %id% (sem etiqueta)

source: Panel label
es: Etiqueta del panel
fr: Libellé du panneau
it: etichetta del pannello
pt: Etiqueta do painel

source: Panel name
es: Nombre del panel
fr: Nom du panneau
it: nome Panel
pt: Nome do painel

source: Panel name without spaces or special characters
es: Nombre del panel sin espacios ni caracteres especiales.
fr: Nom du panneau sans espaces ni caractères spéciaux ou accentués
it: Nome Pannello senza spazi o caratteri speciali
pt: Nome do painel, sem espaços ou caracteres especiais

source: Papaya Whip
es: Látigo de papaya
fr: Fouet à la papaye
pt: Papaya Chicote

source: Parameter %id%
es: Parámetro %id%
fr: Paramètre %id%
it: Parametro %id%
pt: O parâmetro %id%

source: Parameter %id% : Incorrect name
es: Parámetro %id%: Nombre incorrecto
fr: Paramètre %id% : le nom ne doit comporter ni espaces, ni caractères spéciaux ou accentués
it: Parametro %id%: nome errato
pt: O parâmetro %id%: nome incorreto

source: Parameter %id% : the constant value is required
es: Parámetro %id%: se requiere el valor constante
fr: Paramètre %id% : la valeur de la constante est requise
it: Parametro %id%: il valore costante è richiesto
pt: O parâmetro %id%: o valor constante é necessária

source: Parameter %id% : the format is required
es: Parámetro %id%: el formato es requerido
fr: Paramètre %id% : le format est obligatoire
it: Parametro %id%: il formato è necessario
pt: O parâmetro %id%: o formato é necessária

source: Parameter %id% : the name is required
es: Parámetro %id%: el nombre es requerido
fr: Paramètre %id% : le nom est requis
it: Parametro %id%: il nome è richiesto
pt: O parâmetro %id%: o nome é obrigatório

source: Parameter %id% : This parameter name already exists
es: Parámetro %id%: este nombre de parámetro ya existe
fr: Paramètre %id% : Ce nom de paramètre existe déjà
it: Parametro %id%: questo il nome del parametro esiste già
pt: O parâmetro %id%: Este parâmetro nome já existe

source: Parameter name
es: Nombre del parametro
fr: Nom du paramètre
it: nome parametro
pt: Nome do parâmetro

source: Parameters
es: Parámetros
fr: Paramètres
it: parametri
pt: parâmetros

source: Password
es: Contraseña
fr: Mot de passe
it: Parola d'ordine
pt: Senha

source: PATH
es: CAMINO
fr: Complète le chemin vers la ressource d'URL
it: SENTIERO
pt: CAMINHO

source: Path to the data in JSONPath or XPath format
es: Ruta a los datos en formato JSONPath o XPath
fr: Chemin d'accès à la donnée au format JSONPath ou XPath
it: Percorso dei dati in formato JSONPath o XPath
pt: Caminho para dados no formato JSONPath ou XPath

source: Pattern
es: Patrón
fr: Masque de saisie
it: Modello
pt: Padrão

source: pattern attribute only applies to data of type 'text'
fr: L'attribut 'Masque de saisie' ne s'applique qu'aux données de type 'texte'

source: PDF Form (optional)
es: Formulario PDF (opcional)
fr: Formulaire PDF (optionnel)
it: Modulo PDF (opzionale)
pt: Formulário PDF (opcional)

source: PDF Form category
es: Categoría de formulario PDF
fr: Catégorie du formulaire PDF
it: Categoria Modulo PDF
pt: Categoria de formulário PDF

source: PDF Form field
es: Campo de formulario PDF
fr: Champ du formulaire PDF
it: Campo Modulo PDF
pt: Campo de formulário PDF

source: PDF Form file
es: Archivo de formulario PDF
fr: Fichier de formulaire PDF
it: File di modulo PDF
pt: Arquivo de formulário PDF

source: PDF Form infos (optional)
es: Formulario PDF infos (opcional)
fr: Infos sur le formulaire PDF (facultatif)
it: Informazioni PDF Form (opzionale)
pt: Informações sobre formulários PDF (opcional)

source: PDF Forms
es: Formularios PDF
fr: Formulaires PDF
it: Moduli PDF
pt: Formulários PDF

source: PDF Forms management
es: Gestión de formularios PDF
fr: Gestion des formulaires PDF
it: Gestione dei moduli PDF
pt: Gerenciamento de formulários PDF

source: PDF Form title
es: Título del formulario PDF
fr: Titre du formulaire PDF
it: Titolo del modulo PDF
pt: Título do formulário em PDF

source: Peach Puff
es: Puff de durazno
fr: Bouffée

source: percent
es: por ciento
fr: pourcentage
it: per cento
pt: por cento

source: percentage
es: porcentaje
fr: pourcentage
it: percentuale
pt: percentagem

source: Peru
es: Perú
fr: Pérou
it: Perù

source: Pink
es: Rosado
fr: Rose
it: Rosa
pt: Rosa

source: placed after the field
es: colocado despues del campo
fr: placée après le champ
it: A seguito di campo
pt: colocado depois do campo

source: placed before the field
es: colocado antes del campo
fr: placée avant le champ
it: sottoposto al campo
pt: colocada antes do campo

source: Place the field under the label ?
es: Coloque el campo debajo de la etiqueta?
fr: Placez le champ sous l'étiquette de champ ?
it: Posizionare il campo sotto l'etichetta?
pt: Coloque o campo sob o etiqueta?

source: Please, choose a file
es: Por favor, elige un archivo
fr: Veuillez sélectionner un fichier
it: Si prega di scegliere un file
pt: Por favor, opção um arquivo

source: Please, choose a JSON data file
es: Por favor, elija un archivo de datos JSON
fr: Merci de sélectionner un fichier de données JSON
it: Si prega di scegliere un file di dati JSON
pt: Por favor, opção um arquivo de dados JSON

source: Please, choose a JSON schema file
es: Por favor, elija un archivo de esquema JSON
fr: Merci de sélectionner un fichier contenant le schéma JSON
it: Si prega di scegliere un file di schema JSON
pt: Por favor, opção um arquivo de esquema JSON

source: Please, choose a simulator file
es: Por favor, elija un archivo de simulador
fr: Veuillez choisir un fichier de simulation
it: Si prega di scegliere un file simulatore
pt: Por favor, opção um arquivo de simulador

source: Please, complete the input of Content
es: Por favor, complete la entrada de Contenido
fr: Veuillez terminer la saisie de Contenu
it: Si prega, completare l'immissione di contenuti
pt: Por favor, complete a entrada de Conteúdo

source: Please, complete the input of max
es: Por favor, complete la entrada de max
fr: Veuillez terminer la saisie de max
it: Si prega, completare l'ingresso di max
pt: Por favor, complete a entrada de max

source: Please, complete the input of min
es: Por favor, complete la entrada de min
fr: Veuillez terminer la saisie de min
it: Si prega, completare l'ingresso del min
pt: Por favor, completar a entrada de min

source: Please, complete the input of the default value
es: Por favor, complete la entrada del valor por defecto
fr: Veuillez terminer la saisie de la valeur par défaut
it: Si prega, completare l'ingresso del valore di default
pt: Por favor, complete a entrada do valor padrão

source: Please, complete the input of the rule actions
es: Por favor, complete la entrada de las acciones de la regla
fr: Veuillez terminer la saisie des actions de la règle
it: Si prega, completare l'ingresso delle azioni delle regole
pt: Por favor, complete a entrada das ações da regra

source: Please, complete the input of the rule conditions
es: Por favor, complete la entrada de las condiciones de la regla
fr: Veuillez terminer la saisie des conditions de la règle
it: Si prega, completare l'ingresso le condizioni della regola
pt: Por favor, complete a entrada das condições da regra

source: Please, confirm deletion of this table
es: Por favor, confirme la eliminación de esta tabla
fr: Veuillez confirmer la suppression de ce tableau
it: Si prega di confermare la cancellazione di questa tabella
pt: Por favor, confirme a eliminação desta tabela

source: Please, select a data
es: Por favor, seleccione un dato
fr: Veuillez sélectionner une donnée
it: Si prega di selezionare un dato
pt: Por favor, selecione um dado

source: Please, select a datagroup
es: Por favor, seleccione un grupo de datos
fr: Veuillez sélectionner un groupe de données
it: Si prega di selezionare un datagroup
pt: Por favor, selecione um grupo de dados

source: Please, try later ...
es: Por favor intente mas tarde ...
fr: Merci d'essayer plus tard ...
it: Per favore prova più tardi ...
pt: Por favor tente mais tarde ...

source: Please complete the column entry
es: Por favor complete la entrada de la columna
fr: Veuillez terminer la saisie de la colonne
it: Si prega di compilare la voce di colonna
pt: Por favor, complete a entrada da coluna

source: Please complete the filter input
es: Por favor complete la entrada del filtro
fr: Veuillez terminer la saisie du filtre
it: Si prega di compilare l'ingresso del filtro
pt: Por favor, complete a entrada do filtro

source: Please complete the sort key entry
es: Por favor complete la entrada de la clave de clasificación
fr: Veuillez terminer la saisie de la clé de tri
it: Si prega di completare l'immissione chiave di ordinamento
pt: Por favor, complete a entrada chave de ordenação

source: Please Confirm
es: Por favor confirmar
fr: Merci de confirmer cette action
it: Si prega di confermare
pt: Por favor confirme

source: Please confirm the database password
es: Por favor confirme la contraseña de la base de datos
fr: Merci de confirmer le mot de passe d'accès à la base de données
it: Si prega di confermare la password del database
pt: Por favor, confirme a senha de banco de dados

source: Please enter a note
es: Por favor ingrese una nota
fr: Veuillez entrer une note
it: Si prega di inserire una nota
pt: Por favor, indique uma nota

source: Please enter at least one action
es: Por favor ingrese al menos una acción
fr: Veuillez saisir au moins une action
it: Si prega di inserire almeno un'azione
pt: Por favor, insira pelo menos uma ação

source: Please enter at least one condition
es: Por favor ingrese al menos una condición
fr: Veuillez saisir au moins une condition
it: Si prega di inserire almeno una condizione
pt: Por favor, insira pelo menos uma condição

source: Please enter a valid email address.
es: Por favor, introduce una dirección de correo electrónico válida.
fr: Veuillez entrer une adresse email valide.
it: Si prega di inserire un indirizzo email valido.
pt: Por favor insira um endereço de e-mail válido.

source: Please enter a valid password (6 car. min).
es: Por favor, introduzca una contraseña válida (6 car. Min).
fr: Le mot de passe n'est pas valide (6 car. min).
it: Si prega di inserire una password valida (6 auto. Min).
pt: Por favor, insira uma senha válida (6 car. min).

source: Please enter a valid user name (3 car. min).
es: Por favor ingrese un nombre de usuario válido (3 car. Min).
fr: L'identifiant n'est pas valide (3 char. min).
it: Si prega di inserire un nome utente valido (3 auto. Min).
pt: Por favor insira um nome de usuário válido (3 car. min).

source: Please retry later
es: Por favor vuelva a intentarlo más tarde
fr: Veuillez réessayer ultérieurement
it: Si prega di riprovare più tardi
pt: Por favor tente novamente mais tarde

source: Please select a file !
es: Por favor seleccione un archivo!
fr: Veuillez sélectionner un fichier !
it: Si prega di selezionare un file!
pt: Por favor, selecione um arquivo!

source: Please select at least one column
es: Por favor seleccione al menos una columna
fr: Veuillez sélectionner au moins une colonne
it: Si prega di selezionare almeno una colonna
pt: Por favor, selecione pelo menos uma coluna

source: Plum
es: ciruela
fr: Prune
it: prugna
pt: ameixa

source: Pop-in Link
fr: Lien d'activation du Pop-in
pt: Pop-in Ligação

source: Position
es: Posición
fr: Emplacement
it: Posizione
pt: Posição

source: Postal code and name of commune obtained by autocompletion on the postal code
es: Código postal y nombre de la comuna obtenidos por autocompletado en el código postal
fr: Code postal et nom de la commune obtenus par auto-complétion sur le code postal
it: Codice postale e nome del comune ottenuti tramite autocompletamento sul codice postale
pt: Código postal e nome da comuna obtida por autocompletar no código postal

source: Postal code obtained by autocompletion on the name of the commune or its postal code
es: Código postal obtenido por autocompletado en el nombre de la comuna o su código postal
fr: Code postal obtenu par auto-complétion sur le nom de la commune ou son code postal
it: CAP ottenuto dal completamento automatico sul nome del comune o il suo codice postale
pt: Código postal obtido por autocompletar no nome do município ou de seu código postal

source: Postal code obtained by autocompletion on the name of the commune or its postal code (In place mode)
es: Código postal obtenido por autocompletado en el nombre de la Comuna o su código postal (en modo de lugar)
fr: Code postal obtenu par auto-complétion sur le nom de la commune ou son code postal (édition en place)
it: CAP ottenuto dal completamento automatico sul nome del comune o il suo codice postale (in modalità luogo)
pt: Código postal obtido por autocompletar no nome do município ou de seu código postal (No modo local)

source: POST data
es: Datos POST
fr: Données de la requête en mode POST
it: i dati POST
pt: Dados de POST

source: postnote
es: nota post-campo
fr: note post-champ

source: PostNote
es: Nota post-campo
fr: Note post-champ

source: pow
fr: puissance

source: Powder Blue
es: Azul pálido
fr: Bleu poudre
pt: Pó azul

source: prenote
es: nota de pre-campo
fr: note pré-champ
pt: nota pré-campo

source: PreNote
es: Nota de pre-campo
fr: Note pré-champ
pt: Nota pré-campo

source: Previous
es: Anterior
fr: Précédent
it: Precedente
pt: Anterior

source: Primary
es: Primario
fr: Principal
it: Primario
pt: Primário

source: Prints the contents of an element
es: Imprime el contenido de un elemento.
fr: Imprime le contenu d'un élément
it: Stampa il contenuto di un elemento
pt: Imprime o conteúdo de um elemento

source: Prior step
es: Paso previo
fr: Etape précédente
it: Prima fase
pt: Etapa prévia

source: Private use 2
es: Uso privado 2
fr: Usage privé 2
it: Uso privato 2
pt: Uso privado 2

source: production cache
es: caché de producción
fr: le cache de production
it: cache di produzione
pt: Cache de produção

source: Profile
es: Perfil
fr: Profil
it: Profilo
pt: Perfil

source: Profile data
es: Datos de perfil
fr: Donnée profil
it: Profilo
pt: Dados do perfil

source: Profile data value
es: Valor de los datos del perfil
fr: Valeur de la donnée
it: Profilo valore dei dati
pt: Valor dos dados do perfil

source: Profiles
es: Perfiles
fr: Profils
it: Profili
pt: Perfis

source: Prompt
es: Invita
fr: Invite
it: Richiesta
pt: Convida

source: Publishing of the « %simulator% » simulator.
es: Publicación del simulador « %simulator% ».
fr: Publication du simulateur « %simulator% ».
it: Pubblicazione del « %simulatore% » simulatore.
pt: Publicação do simulador « %simulator% ».

source: Publish simulator
es: Publicar simulador
fr: Publier
it: pubblicare simulatore
pt: Publicar simulador

source: Purple
es: Púrpura
fr: Violet
it: Viola
pt: Roxa

source: Query string
es: Cadena de consulta
fr: Chaîne de requête (query string)
it: Stringa della domanda
pt: String de consulta

source: Query string parameter
es: Parámetro de cadena de consulta
fr: Paramètre de la chaîne de requête (query string)
it: parametro stringa di query
pt: parâmetro string de consulta

source: rand
fr: nombreAleatoire

source: Rebecca Purple
fr: Violet Rebecca
it: Rebecca Viola
pt: Rebecca roxo

source: reCAPTCHA control in progress ...
es: Control de reCAPTCHA en curso ...
fr: Contrôle reCAPTCHA en cours ...
it: Controllo reCAPTCHA in corso ...
pt: Controle reCAPTCHA em andamento ...

source: Recipient's email
es: Destinatarios de correo electrónico
fr: Email des destinataires
it: Email destinatari
pt: E-mail do destinatário

source: Red
es: rojo
fr: Rouge
it: Rosso
pt: Vermelho

source: Redo
es: Rehacer
fr: Refaire
it: Rifare
pt: Refazer

source: Reference to the footnote %footnote%
es: Referencia a la nota a pie de página %footnote%
fr: Renvoi sur la note de bas de page %footnote%
it: Riferimento alla nota %nota%
pt: Referência à nota de rodapé %footnote%

source: referer URL
es: URL de referencia
fr: URL du referer
it: URL referer
pt: URL de referência

source: Region
fr: Région
it: Regione

source: region
fr: région
it: regione

source: Related informations
es: Informaciones relacionadas
fr: Informations connexes
it: informazioni correlate
pt: Informações relativas

source: Remove this Action
es: Quitar esta acción
fr: Enlever cette action
it: Rimuovi questa azione
pt: Remover esta Ação

source: Remove this Condition
es: Eliminar esta condición
fr: Enlever cette condition
it: Rimuovere questo Stato
pt: Remover esta Condição

source: Remove this element
es: Eliminar este elemento
fr: Supprimer cet élément
it: Rimuovere questo elemento
pt: Remover este elemento

source: Remove this Sub-Condition
es: Eliminar esta Sub-Condición
fr: Enlever cette sous-condition
it: Rimuovere questo Comparto Condizione
pt: Remover esta Sub-Condição

source: Rename «%node%»
es: Cambiar el nombre de « %node% »
fr: Renommer «%node%»
it: Rinomina «nodo%%»
pt: Renomeie « %node% »

source: replace
es: reemplazar
fr: remplacement
it: sostituire
pt: substituir

source: Request
es: Consulta
fr: Requête SQL
it: Richiesta
pt: Solicitação

source: Request type
es: Tipo de consulta
fr: Type de requête
it: Tipo di richiesta
pt: Tipo de solicitação

source: Required
es: Requerido
fr: Requis
it: necessario
pt: Requeridos

source: Required if visible
es: Requerido si es visible
fr: Requis si visible
it: Obbligatorio se visibile
pt: Necessário se visível

source: Reset
es: Reiniciar
fr: Réinitialiser
pt: Restabelecer

source: RESTful Web Service
es: Servicio Web RESTful
fr: Web Service RESTful
pt: Serviço Web RESTful

source: Restore
es: Restaurar
fr: Restaurer
it: Ristabilire
pt: Restaurar

source: result index
es: índice de resultados
fr: index de résultat
pt: índice de resultado

source: Result index
es: Índice de resultados
fr: Index de résultat
pt: Índice de resultado

source: Return format
es: Formato de devolución
fr: Format réponse
it: formato Return
pt: Formato de retorno

source: Return path
es: Ruta de retorno
fr: Chemin d'accès aux données recherchées
it: Sentiero di ritorno
pt: Caminho de retorno
