Repository: eureka2/G6K
Catalog: translations/messages.*.xlf
Languages: es, fr, it, pt

source: %num% characters remaining
es: %num% caracteres restantes
fr: %num% caractères restants
it: %num% caratteri rimanenti
pt: %num% caracteres restantes

source: %title% - New window
es: %title% - Nueva ventana
fr: %title% - Nouvelle fenêtre
it: %title% - Nuova finestra
pt: %title% - Nova janela

source: --- Select a data ---
es: --- Seleccione un dato ---
fr: --- Sélectionnez une donnée ---
it: --- Seleziona un data ---
pt: --- Selecione um dados ---

source: --- Select a datagroup ---
es: --- Seleccione un grupo de datos ---
fr: --- Sélectionnez un groupe de données ---
it: --- Seleziona un datagroup ---
pt: --- Selecione um grupo de dados ---

source: abs
fr: valeur Absolue
it: addominali

source: Access denied!
es: ¡Acceso denegado!
fr: Accès refusé!
it: Accesso negato!
pt: Acesso negado!

source: Accessible and customizable datepicker
es: Selector de fechas accesible y personalizable
fr: Sélecteur de date conforme RGAA
it: datepicker accessibile e personalizzabile
pt: Selecionador de data acessível e personalizável

source: Accessible and customizable listbox
es: Cuadro de lista accesible y personalizable
fr: Boîte à liste conforme RGAA
it: listbox accessibile e personalizzabile
pt: Lista de seleção acessível e personalizável

source: Accordion
es: Acordeón
fr: Accordéon
it: Fisarmonica
pt: Acordeão

source: A closing parenthesis can not begin an expression
es: Un paréntesis de cierre no puede comenzar una expresión.
fr: Une parenthèse fermante ne peut pas commencer une expression
it: Una parentesi di chiusura non può iniziare un'espressione
pt: Um parêntese de fechamento não pode começar uma expressão

source: acos
fr: arcCosinus

source: acosh
fr: arcCosinusHyperbolique

source: actionbutton
es: botón de acción
fr: bouton d'action
pt: botão de ação

source: Action Button
es: Botón de acción
fr: Bouton d'action
it: Pulsante Azione
pt: Botão de acão

source: Action button label
es: Etiqueta de botón de acción
fr: Libellé du bouton
it: etichetta del pulsante di azione
pt: Etiqueta do botão de ação

source: Action button name without spaces or special characters
es: Nombre del botón de acción sin espacios ni caracteres especiales.
fr: Nom du bouton sans espaces ni caractères spéciaux ou accentués
it: Azione nome di un pulsante, senza spazi o caratteri speciali
pt: Nome do botão de ação, sem espaços ou caracteres especiais

source: Actions Buttons
es: Botones de acciones
fr: Boutons d'action
it: Azioni Pulsanti
pt: Botões de ação

source: Action shape
es: Forma de boton
fr: Forme du bouton
it: Forma a bottone
pt: Forma de botão

source: Add
es: Añadir
fr: Ajouter
it: Inserisci
pt: Adicionar

source: Add a column after
es: Añadir una columna después de
fr: Ajouter une colonne après
it: Aggiungere una colonna dopo
pt: Adicionar uma coluna depois

source: Add Action
es: Añadir acción
fr: Ajouter une action
it: Aggiungi azione
pt: Adicionar ação

source: Add action button
es: Añadir botón de acción
fr: Ajouter un bouton d'action
it: Aggiungere pulsante di azione
pt: Adicionar botão de ação

source: Add a hyperlink
es: Añadir un hipervínculo
fr: Ajouter un lien hypertexte
it: Aggiungere un collegamento ipertestuale
pt: Adicione um hiperlink

source: Add an image
es: Añadir una imagen
fr: Ajouter une image
it: Aggiungere un'immagine
pt: Adicionar uma imagem

source: Add a piece of computer code
es: Añadir una pieza de código de computadora
fr: Ajouter du code informatique
it: Aggiungere un pezzo di codice del computer
pt: Adicionar um pedaço de código de computador

source: Add a row after
es: Añadir una fila después
fr: Ajouter une rangée après
it: Aggiungere una riga dopo
pt: Adicionar uma linha depois

source: Add a sub-folder or a file into «%folder%»
es: Agregue una subcarpeta o un archivo en « %folder% »
fr: Ajouter un sous-dossier ou un fichier dans «%folder%»
it: Aggiungere una sottocartella o un file in «cartella%%»
pt: Adicione uma sub-pasta ou um arquivo em «%folder%»

source: Add blockinfo
es: Añadir bloque de información
fr: Ajouter un bloc d'info
it: Aggiungere blockinfo
pt: Adicionar bloco de informações

source: Add chapter
es: Agregar capitulo
fr: Ajouter un chapitre
it: Aggiungere capitolo
pt: Adicionar capítulo

source: Add choice
es: Añadir opción
fr: Ajouter un choix
it: Aggiungere scelta
pt: Adicionar opção

source: Add column
es: Añadir columna
fr: Ajouter une colonne
it: Aggiungi colonna
pt: Adicionar coluna

source: Add Condition
es: Añadir condición
fr: Ajouter une condition
it: Aggiungi condizione
pt: Adicionar condição

source: Add data
es: Agregar datos
fr: Ajouter une donnée
it: Aggiungere i dati
pt: Adicione dados

source: Add datagroup
es: Agregar grupo de datos
fr: Ajouter un groupe de données
it: Aggiungere datagroup
pt: Adicionar grupo de dados

source: Add field
es: Agregue campo
fr: Ajouter un champ
it: Aggiungi campo
pt: Adicionar campo

source: Add fieldrow
es: Añadir fila de campo
fr: Ajouter une rangée
it: Aggiungere fieldrow
pt: Adicionar linha de campo

source: Add fieldset
es: Añadir conjunto de campos
fr: Ajouter un groupe de champs
it: Aggiungere fieldset
pt: Adicione conjunto de campo

source: Add footnote
es: Añadir nota al pie
fr: Ajouter une note de bas de page
it: Aggiungi nota
pt: Adicionar nota de rodapé

source: Add footnotes
es: Añadir notas al pie
fr: Ajouter des notes de bas de page
it: Aggiungere note
pt: adicionar notas de rodapé

source: addMonths
es: agregarMeses
fr: ajoutMois
pt: adicionarMeses

source: Add panel
es: Añadir panel
fr: Ajouter un panneau
it: Aggiungere pannello
pt: Adicionar painel

source: Add parameter
es: Agregar parámetro
fr: Ajouter un paramètre
it: Aggiungere il parametro
pt: Adicionar parâmetro

source: Add record
es: Añadir registro
fr: Ajouter un enregistrement
it: Aggiungi annotazione
pt: Adicionar registro

source: Add section
es: Añadir sección
fr: Ajouter une section
it: Aggiungere la sezione
pt: Adicionar secção

source: Add source
es: Agregue una fuente
fr: Ajouter une source de données
it: Aggiungere fonte
pt: Adicionar fonte

source: Add Sub-Condition
es: Añadir Sub-Condición
fr: Imbriquer une sous-condition
it: Aggiungi Sub-Condizione
pt: Adicionar Sub-Condição

source: Add table
es: Agregar tabla
fr: Ajouter une table
it: Aggiungere tavolo
pt: Adicione a tabela

source: Add user
es: Agregar usuario
fr: Ajouter un utilisateur
it: Aggiungi utente
pt: Adicionar usuário

source: A deployment is in progress
es: Un despliegue está en progreso
fr: Un déploiement est en cours
it: Una distribuzione è in corso
pt: Uma implantação está em progresso

source: admin cache
es: caché de administración
fr: le cache d'administration
it: cache di amministrazione
pt: cache de administrador

source: Advanced
es: Avanzado
fr: Avancée
it: Avanzate
pt: Avançado

source: after action buttons
es: después de los botones de acción
fr: après les boutons d'action
it: dopo pulsanti di azione
pt: após botões de ação

source: after currency
es: después de la moneda
fr: après le montant
it: dopo di valuta
pt: depois moeda

source: Alice Blue
es: Alice azul
fr: Bleu Alice
it: Alice Blu
pt: Alice azul

source: Align:
es: Alinear:
fr: Aligner:
it: Allineare:
pt: Alinhar:

source: Alignment
es: Alineación
fr: Alignement
it: Allineamento
pt: Alinhamento

source: Alignment:
es: Alineación:
fr: Alignement :
it: Allineamento:
pt: Alinhamento:

source: Align to the left
es: Alinear a la izquierda
fr: Aligner à gauche
it: Allinea a sinistra
pt: Alinhar à esquerda

source: Align to the right
es: Alinear a la derecha
fr: Aligner à droite
it: Allinea a destra
pt: Alinhar à direita

source: All
es: Todos
fr: Toutes
it: Tutti

source: all
es: todas
fr: toutes
it: tutto

source: All of the following
es: Todo lo siguiente
fr: Toutes les conditions suivantes :
it: Tutti i seguenti
pt: Todas as seguintes

source: All of the following conditions are met
es: Se cumplen todas las condiciones siguientes
fr: toutes les conditions suivantes sont satisfaites
it: Tutte le seguenti condizioni sono soddisfatte
pt: Todas as seguintes condições forem satisfeitas

source: Allow collapse/expand ?
es: ¿Permitir colapsar/expandir?
fr: Permettre Plier / Déplier ?
it: Lasciare che il collasso/espandere?
pt: Permitir recolher/expandir?

source: All results
es: Todos los resultados
fr: tous
it: tutti i risultati
pt: Todos os resultados

source: all versions of this simulator
es: todas las versiones de este simulador
fr: toutes les versions de ce simulateur
it: tutte le versioni di questo simulatore
pt: todas as versões deste simulador

source: A logical operator can not begin an expression
es: Un operador lógico no puede comenzar una expresión.
fr: Un opérateur logique ne peut pas commencer une expression
it: Un operatore logico non può iniziare un'espressione
pt: Um operador lógico não pode começar uma expressão

source: Alt:
fr: Texte alternatif :

source: Amethyst
es: Amatista
fr: Améthyste
it: Ametista
pt: Ametista

source: amount
es: cantidad
fr: montant
it: quantità
pt: montante

source: amount in %symbol%
es: cantidad en %symbol%
fr: montant en %symbol%
it: importo in %simbolo%
pt: quantidade em %symbol%

source: and
es: y
fr: et
it: e
pt: e

source: An error has been encountered!
es: ¡Se ha encontrado un error!
fr: Une erreur a été rencontrée!
it: Si è verificato un errore!
pt: Um erro foi encontrado!

source: An error occurred while sending mail
es: Se ha producido un error al enviar el correo.
fr: Une erreur est survenue lors de l'envoi de l'email
it: Si è verificato un errore durante l'invio della posta
pt: Ocorreu um erro ao enviar e-mail

source: a new window
es: una nueva ventana
fr: une nouvelle fenêtre
it: una nuova finestra
pt: uma nova janela

source: Antique White
es: Blanco antiguo
fr: Blanc antique
it: Bianco Antico

source: An update is in progress,
es: Una actualización está en progreso,
fr: Vous avez commencé une mise à jour,
it: Un aggiornamento è in corso,
pt: Uma atualização está em andamento,

source: Any
es: Alguna
fr: Au moins une
it: Qualunque
pt: Qualquer

source: any
es: alguna
fr: au moins une
it: qualunque
pt: qualquer

source: Any of the following
es: Cualquiera de los siguientes
fr: L'une des conditions suivantes :
it: Una qualsiasi delle seguenti
pt: Qualquer um dos seguintes

source: Any of the following conditions is met
es: Cualquiera de las siguientes condiciones se cumple
fr: au moins une des conditions suivantes est satisfaite
it: Qualsiasi delle seguenti condizioni
pt: Qualquer uma das seguintes condições

source: A page of %host% has been advised by %sender%
es: Una página de %host% ha sido recomendada por %sender%
fr: Une page de %host% a été conseillée par %sender%
it: Una pagina di %host% è stata consigliata da %sender%
pt: Uma página de %host% foi avisada por %sender%

source: Applied to
es: Aplicado a
fr: Appliqué à
it: Applicata ai
pt: Aplicado a

source: April
es: abril
fr: Avril
it: aprile
pt: Abril

source: Aquamarine
es: Aguamarina
fr: Bleu vert
it: Acquamarina
pt: Água-marinha

source: Arabic decimal point
es: Punto decimal árabe
fr: Point décimal arabe
it: punto decimale arabo
pt: Ponto decimal Árabe

source: Arabic thousands separator
es: Separador de miles de arabes
fr: Séparateur de milliers arabe
it: migliaia arabi separatore
pt: Milhares árabes separador

source: Are you sure you want to delete all versions of the simulator %simulator%?
es: ¿Está seguro de que desea eliminar todas las versiones del simulador %simulator%?
fr: Êtes-vous sûr de vouloir supprimer toutes les versions du simulateur %simulator% ?
it: Sei sicuro di voler eliminare tutte le versioni del simulatore %simulatore%?
pt: Tem certeza de que deseja excluir todas as versões do simulador %simulator%?

source: Are you sure you want to delete the action button : %label%
es: ¿Está seguro de que desea eliminar el botón de acción: %label%
fr: Voulez-vous vraiment supprimer le bouton d'action : %label%
it: Sei sicuro di voler eliminare il pulsante di azione: %label%
pt: Tem certeza de que deseja excluir o botão de ação: %label%

source: Are you sure you want to delete the blockinfo : %label%
es: ¿Está seguro de que desea eliminar el bloque de información: %label%
fr: Voulez-vous vraiment supprimer le bloc d'infos : %label%
it: Sei sicuro di voler eliminare il blockinfo: label%%
pt: Tem certeza de que deseja apagar o bloco de informações: %label%

source: Are you sure you want to delete the chapter : %label%
es: ¿Está seguro de que desea eliminar el capítulo: %label%
fr: Voulez-vous vraiment supprimer le chapitre : %label%
it: Sei sicuro di voler eliminare il capitolo: label%%
pt: Tem certeza de que deseja excluir o capítulo: %label%

source: Are you sure you want to delete the column : %label%
es: ¿Está seguro de que desea eliminar la columna: %label%
fr: Voulez-vous vraiment supprimer la colonne : %label%
it: Sei sicuro di voler eliminare la colonna: label%%
pt: Tem certeza de que deseja excluir a coluna: %label%

source: Are you sure you want to delete the data : %label% ?
es: ¿Está seguro de que desea eliminar los datos: %label%?
fr: Êtes-vous sûr de vouloir supprimer la donnée : %label% ?
it: Sei sicuro di voler eliminare i dati: %label%?
pt: Tem certeza de que deseja excluir os dados: %label%?

source: Are you sure you want to delete the data group : %label% ?
es: ¿Está seguro de que desea eliminar el grupo de datos: %label%?
fr: Êtes-vous sûr de vouloir supprimer le groupe de données : %label% ?
it: Sei sicuro di voler eliminare il gruppo di dati: %label%?
pt: Tem certeza de que deseja excluir o grupo de dados: %label%?

source: Are you sure you want to delete the field : %label%
es: ¿Está seguro de que desea eliminar el campo: %label%
fr: Voulez-vous vraiment supprimer le champ : %label%
it: Sei sicuro di voler eliminare il campo: label%%
pt: Tem certeza de que deseja excluir o campo: %label%

source: Are you sure you want to delete the fieldrow : %label%
es: ¿Está seguro de que desea eliminar la fila de campo: %label%
fr: Voulez-vous vraiment supprimer la rangée : %label%
it: Sei sicuro di voler eliminare il fieldrow: label%%
pt: Tem certeza de que deseja excluir o linha de campo: %label%

source: Are you sure you want to delete the fieldset : %legend%
es: ¿Está seguro de que desea eliminar el conjunto de campos: %legend%
fr: Voulez-vous vraiment supprimer le groupe de champs : %legend%
it: Sei sicuro di voler eliminare il fieldset: %leggenda%
pt: Tem certeza de que deseja excluir o conjunto de campos: %legend%

source: Are you sure you want to delete the footnote : %id%
es: ¿Está seguro de que desea eliminar la nota al pie: %id%
fr: Voulez-vous vraiment supprimer la note de base de page : %id%
it: Sei sicuro di voler eliminare la nota in calce: %id%
pt: Tem certeza de que deseja excluir a nota de rodapé: %id%

source: Are you sure you want to delete the footnotes of step : %label%
es: ¿Está seguro de que desea eliminar las notas a pie de página del paso: %label%
fr: Voulez-vous vraiment supprimer les notes de bas de page de l'étape : %label%
it: Sei sicuro di voler eliminare le note di passaggio: %label%
pt: Tem certeza de que deseja excluir as notas de rodapé da etapa: %label%

source: Are you sure you want to delete the panel : %label%
es: ¿Está seguro de que desea eliminar el panel: %label%
fr: Voulez-vous vraiment supprimer le panneau : %label%
it: Sei sicuro di voler eliminare il pannello: label%%
pt: Tem certeza de que deseja excluir o painel: %label%

source: Are you sure you want to delete the profile : %label%
es: ¿Está seguro de que desea eliminar el perfil: %label%
fr: Voulez-vous vraiment supprimer le profil : %label%
it: Sei sicuro di voler eliminare il profilo: label%%
pt: Tem certeza de que deseja excluir o perfil: %label%

source: Are you sure you want to delete the profile data : %id%
es: ¿Está seguro de que desea eliminar los datos del perfil: %id%
fr: Voulez-vous vraiment supprimer la donnée %id% du profil
it: Sei sicuro di voler eliminare i dati del profilo: %id%
pt: Tem certeza de que deseja excluir os dados do perfil: %id%

source: Are you sure you want to delete the rule : %label% ?
es: ¿Está seguro de que desea eliminar la regla: %label%?
fr: Êtes-vous sûr de vouloir supprimer la règle : %label% ?
it: Sei sicuro di voler eliminare la regola: %label%?
pt: Tem certeza de que deseja excluir a regra: %label%?

source: Are you sure you want to delete the section : %label%
es: ¿Está seguro de que desea eliminar la sección: %label%
fr: Voulez-vous vraiment supprimer la section : %label%
it: Sei sicuro di voler eliminare la sezione: label%%
pt: Tem a certeza que pretende eliminar o capítulo: %label%

source: Are you sure you want to delete the step : %label%
es: ¿Está seguro de que desea eliminar el paso: %label%
fr: Voulez-vous vraiment supprimer l'étape : %label%
it: Sei sicuro di voler cancellare il passo: label%%
pt: Tem certeza de que deseja apagar o passo: %label%

source: Are you sure you want to delete the working version of the simulator %simulator%?
es: ¿Está seguro de que desea eliminar la versión de trabajo del simulador %simulator%?
fr: Êtes-vous sûr de vouloir supprimer la version de travail du simulateur %simulator% ?
it: Sei sicuro di voler eliminare la versione di lavoro del simulatore %simulatore%?
pt: Tem certeza de que deseja excluir a versão de trabalho do simulador %simulator%?

source: Are you sure you want to delete this source
es: ¿Estás seguro de que quieres eliminar esta fuente?
fr: Êtes-vous certain de vouloir supprimer cette source
it: Sei sicuro di voler eliminare questa fonte
pt: Tem certeza de que deseja excluir esta fonte

source: Are you sure you want to deploy the simulator %simulator% on the front servers?
es: ¿Está seguro de que desea implementar el simulador %simulator% en los servidores frontales?
fr: Êtes-vous sûr de vouloir déployer le simulateur %simulator% sur les serveurs frontaux ?
it: Sei sicuro che si desidera distribuire il simulatore %simulatore% sui server front?
pt: Tem certeza de que deseja implantar o simulador %simulator% nos servidores da frente?

source: Are you sure you want to drop the datasource %datasource% ?
es: ¿Está seguro de que desea eliminar la fuente de datos %datasource%?
fr: Êtes-vous sûr de vouloir supprimer la source de données %datasource% ?
it: Sei sicuro di voler eliminare l'origine dati origine dati%%?
pt: Tem certeza de que quer deixar cair a fonte de dados %datasource%?

source: Are you sure you want to drop the PDF Form %pdfform% ?
es: ¿Está seguro de que desea eliminar el Formulario PDF %pdfform% ?
fr: Êtes-vous sûr de vouloir supprimer le formulaire PDF %pdfform%?
it: Sei sicuro di voler rilasciare il PDF Form %pdfform% ?
pt: Tem certeza de que deseja descartar o PDF Form %pdfform% ?

source: Are you sure you want to drop the table %table% ?
es: ¿Estás seguro de que quieres eliminar la tabla %table%?
fr: Êtes-vous sûr de vouloir supprimer la table %table% ?
it: Sei sicuro di voler eliminare la tabella tabella%%?
pt: Tem certeza de que deseja descartar a tabela %table%?

source: Are you sure you want to drop the view %view% ?
es: ¿Estás seguro de que quieres eliminar la vista %view%?
fr: Êtes-vous sûr de vouloir supprimer la vue %view% ?
it: Sei sicuro di voler cancellare la vista vista%%?
pt: Tem certeza de que quer deixar cair a vista %view%?

source: Are you sure you want to drop this element ?
es: ¿Seguro que quieres soltar este elemento?
fr: Êtes-vous certain de vouloir supprimer cet élément
it: Sei sicuro di voler eliminare questo elemento?
pt: Tem certeza de que deseja eliminar esse elemento?

source: Are you sure you want to edit the datasource %datasource% ?
es: ¿Está seguro de que desea editar la fuente de datos %datasource%?
fr: Êtes-vous sûr de vouloir modifier la source de données %datasource% ?
it: Sei sicuro che si desidera modificare l'origine dati origine dati%%?
pt: Tem certeza de que deseja editar a fonte de dados %datasource%?

source: Are you sure you want to edit the PDF Form %pdfform% ?
es: ¿Está seguro de que desea editar el Formulario PDF %pdfform% ?
fr: Êtes-vous sûr de vouloir modifier le formulaire PDF %pdfform%?
it: Sei sicuro di voler modificare il PDF Form %pdfform% ?
pt: Tem certeza de que deseja editar o PDF Form %pdfform% ?

source: Are you sure you want to edit the structure of the table %table% ?
es: ¿Está seguro de que desea editar la estructura de la tabla %table%?
fr: Êtes-vous sûr de vouloir modifier la structure de la table %table% ?
it: Sei sicuro che si desidera modificare la struttura della tabella tabella%%?
pt: Tem certeza de que deseja editar a estrutura da tabela %table%?

source: Are you sure you want to import data into the table %table% ?
es: ¿Está seguro de que desea importar datos en la tabla %table%?
fr: Êtes-vous sûr de vouloir importer des données dans la table %table% ?
it: Sei sicuro che si desidera importare i dati nella tabella tabella%%?
pt: Tem certeza de que deseja importar os dados para a tabela %table%?

source: array
es: matriz
fr: liste
it: schieramento
pt: ordem

source: asin
fr: arcSinus
it: come in

source: asinh
fr: arcSinusHyperbolique

source: Assets
es: Recursos
fr: Ressources multimédia
it: Risorse
pt: Recursos

source: Associative array
es: Matriz asociativa
fr: Paires clé/valeur
it: array associativo
pt: matriz associativa

source: atan
fr: arcTangente
it: un'abbronzatura

source: atan2
fr: arcTangeante2

source: atanh
fr: arcTangeanteHyperbolique

source: At the bottom of the simulation form
es: En la parte inferior del formulario de simulación.
fr: En bas du formulaire de simulation
it: Nella parte inferiore della forma di simulazione
pt: Na parte inferior do formulário de simulação

source: At the top of the simulation form
es: En la parte superior del formulario de simulación.
fr: En haut du formulaire de simulation
it: Nella parte superiore del modulo di simulazione
pt: No topo da simulação

source: August
es: agosto
fr: Août
it: agosto
pt: Agosto

source: Azure
es: Azur
fr: Azur
it: Azzurro
pt: Azul

source: Back to Top
es: Volver arriba
fr: Retour en haut de page
it: Torna in cima
pt: De volta ao topo

source: before action buttons
es: antes de los botones de acción
fr: avant les boutons d'action
it: prima di pulsanti di azione
pt: antes de botões de ação

source: before currency
es: antes de la moneda
fr: avant le montant
it: prima moneta
pt: antes de moeda

source: Beginning of the document
es: Inicio del documento
fr: Début du document
it: All'inizio del documento
pt: Início do documento

source: Bind the datepicker following this one to represent the end date of a period
es: Enlace el selector de fecha que sigue a este para representar la fecha de finalización de un período
fr: Lie le sélecteur de date suivant celui-ci pour représenter la date de fin d'une période
it: Associare il selettore di date successivo a questo per rappresentare la data di fine di un periodo
pt: Vincule o selecionador de data após este para representar a data final de um período

source: Black
es: Negro
fr: Noir
it: Nero
pt: Preto

source: Blanched Almond
es: Almendra blanqueada
fr: Amande blanchie
it: sbiancato Almond
pt: Amêndoa descascada

source: Block belonging to the grouping
es: Bloque perteneciente a la agrupación.
fr: Bloc appartenant au regroupement
it: Blocco appartenente al raggruppamento
pt: Bloqueio pertencente ao agrupamento

source: BlockInfo
es: Bloque de información
fr: Bloc d'infos
pt: Bloco de informações

source: blockinfo
es: bloque de información
fr: bloc d'infos
pt: bloco de informações

source: Blockinfo #%id% : %label%
es: Bloque de información #%id%: %label%
fr: Bloc d'infos #%id% : %label%
pt: Bloco de informações #%id%: %label%

source: Blockinfo %id% (nolabel)
es: Bloque de información %id% (sin etiqueta)
fr: Bloc d'infos %id% (pas de libellé)
pt: Bloco de informações %id% (sem etiqueta)
