Repository: eureka2/G6K
Catalog: translations/messages.*.xlf
Languages: es, fr, it, pt

source: Dark Salmon
es: Salmón oscuro
fr: Saumon foncé
it: salmone Scuro

source: Dark Sea Green
es: Verde oscuro del mar
fr: Vert foncé mer
it: Scuro Green Sea

source: Dark Slate Blue
es: Azul pizarra oscuro
fr: Bleu ardoise foncé
it: Blu ardesia scuro

source: Dark Slate Gray
es: Gris pizarra oscuro
fr: Gris ardoise foncé
it: Dark Slate Grey

source: Dark Turquoise
es: Turquesa oscuro
fr: Turquoise foncé
it: turchese scuro

source: Dark Violet
es: Violeta oscuro
fr: Violet foncé
it: viola scuro

source: Dashboard
es: Tablero
fr: Tableau de bord
it: Cruscotto

source: data
es: datos
fr: donnée
it: dati

source: Data
es: Datos
fr: Donnée
it: Dati

source: Data %id%
es: Datos %id%
fr: Donnée %id%
it: Dati %id%

source: Database
es: Base de datos
fr: Base de données
it: Banca dati

source: Database host
es: Huésped de base de datos
fr: Serveur de base de données
it: host del database

source: Database label
es: Etiqueta de base de datos
fr: Libellé de la base de données
it: etichetta Database

source: Database name
es: Nombre de la base de datos
fr: Nom de la base de données
it: Nome del database

source: Database password
es: Contraseña de la base de datos
fr: mot de passe de la base de données
it: la password del database

source: Database port
es: Puerto de base de datos
fr: Port de la base de données
it: porta del database

source: Database user
es: Usuario de la base de datos
fr: Identifiant de connexion à la base de données
it: utente del database

source: Datagroup
es: Grupo de datos
fr: Groupe de données

source: datagroup
es: grupo de datos
fr: groupe de données

source: Data label
es: Etiqueta de datos
fr: Étiquette de la donnée
it: etichetta dati

source: Data memo ?
es: Memo de datos?
fr: Mémo de données?
it: memo dati?

source: Data name
es: Nombre de datos
fr: Nom de la donnée
it: nome dati

source: Data name without spaces or special characters
es: Nombre de datos sin espacios ni caracteres especiales.
fr: Nom de la donnée sans espaces ni caractères spéciaux ou accentués
it: Nome dati senza spazi o caratteri speciali

source: Datas
es: Datos
fr: Données
it: dati

source: Dataset
es: Conjunto de datos
fr: Ensemble des données

source: dataset
es: conjunto de datos
fr: ensemble des données

source: Datasource
es: Fuente de datos
fr: Source de données

source: Data source
es: Fuente de datos
fr: Source de données

source: Data sources
es: Fuentes de datos
fr: Sources de données
it: Origine dei dati

source: Data sources management
es: Gestión de fuentes de datos.
fr: Gestion des sources de données
it: Gestione fonti dei dati

source: Data to continue this simulation are not accessible. Please try again later.
es: Los datos para continuar esta simulación no son accesibles. Por favor, inténtelo de nuevo más tarde.
fr: Les données permettant de continuer cette simulation ne sont plus accessibles. Veuillez recommencer ultérieurement.
it: I dati per continuare questa simulazione non sono accessibili. Per favore riprova più tardi.

source: Date format
es: Formato de fecha
fr: Format de date
it: Formato data

source: Date format of the parameter
es: Formato de fecha del parámetro.
fr: Format de date du paramètre
it: Formato data del parametro

source: day
es: día
fr: jour

source: Day
es: Día
fr: Jour

source: December
es: diciembre
fr: Décembre
it: dicembre

source: Decimal point
es: Punto decimal
fr: Point décimal
it: Punto decimale

source: Deep Pink
es: Rosa profundo
fr: Rose profond
it: Rosa scuro

source: Deep Sky Blue
es: Cielo azul profundo
fr: Bleu ciel profond
it: Cielo blu profondo

source: default
es: defecto
fr: défaut
it: predefinito

source: default value
es: valor por defecto
fr: valeur par défaut
it: valore predefinito

source: Default view
es: Vista por defecto
fr: Vue par défaut
it: Visualizzazione predefinita

source: Deindent
fr: Diminuer le retrait

source: Delete
es: Borrar
fr: Supprimer
it: Elimina

source: Delete hyperlink
es: Eliminar hipervínculo
fr: Supprimer l'hyperlien
it: Elimina collegamento ipertestuale

source: Delete source
es: Eliminar fuente
fr: Supprimer la source de données
it: Eliminare fonte

source: Delete the selected column
es: Eliminar la columna seleccionada
fr: Supprimer la colonne sélectionnée
it: Eliminare la colonna selezionata

source: Delete the selected row
es: Eliminar la fila seleccionada
fr: Supprimer la rangée sélectionnée
it: Eliminare la riga selezionata

source: Delete this table
es: Borrar esta tabla
fr: Supprimer cette table
it: Eliminare questa tabella

source: Deleting action button
es: Borrando botón de acción
fr: Suppression bouton d'action
it: Eliminazione pulsante di azione

source: Deleting blockinfo
es: Borrando bloque de información
fr: Suppression bloc d'infos
it: Eliminazione blockinfo

source: Deleting chapter
es: Borrando capitulo
fr: Suppression chapitre
it: Eliminazione capitolo

source: Deleting column
es: Borrando columna
fr: Suppression colonne
it: L'eliminazione della colonna

source: Deleting data
es: Borrando datos
fr: Suppression donnée
it: Eliminazione dei dati

source: Deleting datagroup
es: Borrando grupo de datos
fr: Suppression du groupe de données
it: Eliminazione datagroup

source: Deleting field
es: Campo de borrado
fr: Suppression champ
it: Eliminazione campo

source: Deleting fieldrow
es: Borrando una fila
fr: Suppression rangée
it: Eliminazione di una riga

source: Deleting fieldset
es: Borrando conjunto de campos
fr: Suppression groupe de champs
it: Eliminazione fieldset

source: Deleting footnote
es: Borrando nota al pie
fr: Suppression note de bas de page
it: Eliminazione di nota

source: Deleting footnotes
es: Borrando notas al pie
fr: Suppression notes de bas de page
it: Eliminazione di note

source: Deleting panel
es: Panel de borrado
fr: Suppression panneau
it: pannello Eliminazione

source: Deleting profile
es: Borrando perfil
fr: Suppression profil
it: Eliminazione profilo

source: Deleting profile data
es: Eliminar datos de perfil
fr: Suppression donnée profil
it: Eliminazione dei dati del profilo

source: Deleting rule
es: Eliminando regla
fr: Suppression de la règle
it: Eliminazione regola

source: Deleting section
es: Eliminando seccion
fr: Suppression section
it: sezione Eliminazione

source: Deleting source
es: Borrando fuente
fr: Suppression source
it: Eliminazione fonte

source: Deleting step
es: Eliminando paso
fr: Suppression étape
it: Eliminazione di passo

source: Deleting the PDF Form « %pdfform% »
es: Eliminar el formulario PDF « %pdfform% »
fr: Suppression du formulaire PDF « %pdfform% »
it: Eliminazione del modulo PDF « %pdfform% »

source: Delimiter
es: Delimitador
fr: Délimiteur
it: delimitatore

source: department
es: departamento
fr: département
it: Dipartimento

source: Department
es: Departamento
fr: Département
it: Dipartimento
pt: Departamento

source: Deployment of the « %simulator% » simulator
es: Despliegue del simulador « %simulator% »
fr: Déploiement du simulateur « %simulator% »
it: Distribuzione della « %simulatore% » simulatore

source: Deployment on the server « %server% »
es: Despliegue en el servidor « %server% »
fr: Déploiement sur le serveur « %server% »
it: Distribuzione sul server « %server% »

source: Deploy simulator
es: Desplegar simulador
fr: Déployer
it: distribuire simulatore

source: development cache
es: caché de desarrollo
fr: le cache de développement
it: cache di sviluppo

source: Dim Gray
es: Gris oscuro
fr: Gris Terne
it: Dim Grey

source: Disabled
fr: Désactivé
it: Disabilitato

source: disabled
fr: désactivé
it: Disabilitato
pt: Desativado

source: Display
es: Monitor
fr: Affichage

source: Display the number of characters remaining to be entered
es: Muestra el número de caracteres que quedan por ingresar
fr: Affiche le nombre maximum de caractères restant à saisir
it: Mostra il numero di caratteri rimanenti da inserire

source: Dodger Blue
fr: Bleu roublard
it: Dodger blu

source: does not corresponds to
es: no corresponde a
fr: est différente de
it: non corrisponde

source: done !
es: hecho !
fr: terminé !
it: fatto !

source: Dot
es: Punto
fr: Point
it: Punto

source: Downloadable PDF
es: PDF descargable
fr: PDF téléchargeable
it: PDF scaricabile

source: Downloadable pre-filled PDF form
es: Formulario PDF precargado descargable
fr: Formulaire PDF pré-rempli téléchargeable
it: Modulo PDF pre-riempibile scaricabile

source: Drop datasource
es: Eliminar fuente de datos
fr: Supprimer
it: datasource goccia

source: Drop PDF Form
es: Soltar formulario PDF
fr: Supprimer le formulaire PDF
it: Elimina il modulo PDF

source: Drop table
es: Mesa plegable
fr: Supprimer table

source: Drop view
es: Eliminar vista
fr: Supprimer vue
it: View Drop

source: Edit
es: Editar
fr: Modifier
it: modificare

source: Edit datagroup
es: Editar grupo de datos
fr: Modifier groupe de données
it: Modifica datagroup

source: Edit datasource
es: Editar fuente de datos
fr: Modifier
it: Modifica origine dati

source: Edit PDF Form
es: Editar formulario PDF
fr: Modifier le formulaire PDF
it: Modifica il modulo PDF

source: Edit table structure
es: Editar estructura de tabla
fr: Modifier la structure de la table
it: Modifica struttura della tabella

source: Edit this file
es: Edita este archivo
fr: Mettre à jour ce fichier
it: Modifica questo file

source: else do ...
es: de lo contrario ...
fr: sinon ...
it: altro fare ...

source: Emphasize the text label ?
es: ¿Enfatizar la etiqueta de texto?
fr: Mettre en évidence l'étiquette de champ ?
it: Sottolineare l'etichetta di testo?

source: Enabled
fr: Activé
it: Abilitato

source: enabled
fr: activé
it: abilitato
pt: ativado

source: Enter a category for the PDF Form
es: Introduzca una categoría para el formulario PDF
fr: Entrez une catégorie pour le formulaire PDF
it: Inserisci una categoria per il modulo PDF

source: Enter a delimiter
es: Introduce un delimitador
fr: Entrez un délimiteur de champ
it: Inserisci un delimitatore

source: Enter a locality or a zipcode
es: Ingrese una localidad o un código postal
fr: Saisir un nom de commune ou son code postal
it: Inserisci una località o un codice postale

source: Enter a return path
es: Introduzca una ruta de retorno
fr: Entrez le chemin d'accès aux données recherchées dans le jeu de données retournées
it: Inserire un percorso di ritorno

source: Enter a separator
es: Introduce un separador
fr: Entrez un séparateur
it: Inserisci un separatore

source: Enter a SQL request
es: Ingrese una consulta SQL
fr: Entrez un requête SQL
it: Inserisci una richiesta SQL

source: Enter a title for the PDF Form
es: Introduzca un título para el formulario PDF
fr: Entrez un titre pour le formulaire PDF
it: Inserisci un titolo per il modulo PDF

source: Enter profile label
es: Introduce la etiqueta del perfil
fr: Entrez un libellé de profil
it: Inserisci etichetta del profilo

source: Enter profile name
es: Ingrese el nombre del perfil
fr: Entrez un nom de profil
it: Inserire il nome del profilo

source: Enter profiles title
es: Ingrese el título de los perfiles
fr: Entrez le titre des profils
it: Inserisci profili titolo

source: Enter the date as %dateformat%
es: Ingrese la fecha como %dateformat%
fr: Saisir la date sous la forme %dateformat%
it: Inserire la data in %dateformat%

source: Enter the date as %dateformat% or tab to activate the date selector to the right of this input field
es: Ingrese la fecha como %dateformat% o pestaña para activar el selector de fecha a la derecha de este campo de entrada
fr: Saisir la date sous la forme %dateformat% ou tabuler pour activer le sélecteur de date à droite de ce champ de saisie
it: Inserire la data come %dateformat% o scheda per attivare il selettore data a destra di questo campo di input

source: Enter the url of website's home page without path or query string
es: Ingrese la URL de la página de inicio del sitio web sin ruta o cadena de consulta
fr: Entrez l'URL de la page d'accueil du site Web sans chemin d'accès ni chaîne de requête
it: Inserire l'URL della home page del sito, senza percorso o stringa di query

source: Enter the view name without spaces or special characters
es: Ingrese el nombre de la vista sin espacios ni caracteres especiales
fr: Entrez le nom de la vue sans espaces ni caractères spéciaux ou accentués
it: Inserire il nome della vista, senza spazi o caratteri speciali

source: Error
fr: Erreur
it: Errore

source: Error : %cachedir% is not a directory
es: Error: %cachedir% no es un directorio
fr: Erreur: %cachedir% n'est pas un répertoire
it: Errore: %cachedir% non è una directory

source: Error : %cachedir% is not a named cache
es: Error: %cachedir% no es un caché con nombre
fr: Erreur: %cachedir% n'est pas un cache nommé
it: Errore: %cachedir% non è una cache di nome

source: Error on date '%date%', expected format '%format%' : %error%
es: Error en la fecha '%date%', formato esperado '%format%': %error%
fr: Erreur sur la date '%date%', format attendu 'format%': %error%
it: formato Errore alla data 'data%%', atteso 'formato%%': errore%%

source: Error returned by the command:
es: Error devuelto por el comando:
fr: Erreur retournée par la commande :
it: Errore restituito dal comando:

source: Exception occured
es: Ocurrió la excepción
fr: Une exception s'est produite
it: eccezione verificato

source: Execute
es: Ejecutar
fr: Exécuter
it: Eseguire

source: Exit full screen mode
es: Salir del modo de pantalla completa
fr: Quitter le mode plein écran
it: Esci dalla modalità a schermo intero

source: exp
fr: exponentielle

source: Expand all
es: Expandir todo
fr: Tout déplier
it: Espandi tutto

source: Expired
es: Expirada
fr: Expiré
it: Scaduto

source: Expires at
es: Expira en
fr: Expire le
it: scade a

source: Explanation
es: Explicación
fr: Explication
it: Spiegazione

source: explanation
es: explicación
fr: explication
it: spiegazione
pt: explicação

source: Export
es: Exportar
fr: Exporter
it: Esportare

source: Export datasource
es: Exportar fuente de datos
fr: Exporter
it: export origine dati

source: Export simulator
es: Exportar simulador
fr: Exporter
it: simulatore export

source: External database
es: Base de datos externa
fr: Base de données externe
it: database esterno

source: External page
es: Página externa
fr: Page externe
it: pagina esterna

source: External page URL
es: URL de página externa
fr: URL de la page externe
it: URL della pagina esterna

source: External webservice (Rest API)
es: Servicio web externo (API Rest)
fr: Web service externe (API Rest)
it: webservice esterni (API REST)

source: false
es: falso
fr: faux
it: falso

source: February
es: febrero
fr: Février
it: febbraio

source: Field
es: Campo
fr: Champ

source: field
es: campo
fr: champ
pt: campo

source: Field %id% (nolabel)
es: Campo %id% (sin etiqueta)
fr: Champ %id% (pas de libellé)
it: Il campo %id% (nolabel)

source: Field data
es: Datos de campo
fr: Donnée du champ
it: Campo dati

source: Field description
es: Campo Descripción
fr: Description du champ
it: descrizione del campo

source: Field label
es: Etiqueta de campo
fr: Étiquette du champ
it: etichetta del campo

source: Field mapping
es: Mapeo de campo
fr: Mise en correspondance des champs
it: Mappatura dei campi

source: Field prompt
es: Aviso de campo
fr: Invite du champ
it: pronta campo

source: Fieldrow
es: Fila de campo
fr: Rangée

source: fieldrow
es: fila de campo
fr: rangée

source: Fieldrow #%id% : %label%
es: Fila de campo #%id%: %label%
fr: Rangée #%id% : %label%

source: Fieldrow %id% (nolabel)
es: Fila de campo %id% (sin etiqueta)
fr: Rangée %id% (pas de libellé)

source: Fieldrow label
es: Etiqueta de la fila de campo
fr: Libellé de la rangée
it: etichetta Fieldrow

source: Fields
es: Campos
fr: Champs
it: campi

source: fieldset
es: conjunto de campo
fr: groupe de champs

source: FieldSet
es: Conjunto de campo
fr: Groupe de champs
pt: Conjunto de campos

source: Fieldset %id% (nolegend)
es: Conjunto de campo %id% (ninguna leyenda)
fr: Groupe de champs %id% (pas de libellé)

source: Fields marked with an %asterisk% are required.
es: Se requieren campos marcados con un %asterisk%.
fr: Les champs marqués d'un %asterisk% sont obligatoires.
it: I campi contrassegnati con un asterisco%%.
pt: Os campos marcados com um %asterisk% são necessários.

source: File
es: Expediente
fr: Fichier
pt: Arquivo

source: file
es: expediente
fr: fichier
pt: Arquivo

source: File «%file%»
es: Archivo « %file% »
fr: Fichier «%file%»
pt: Arquivo « %file% »

source: Filter
es: Filtrar
fr: Filtre
it: Filtro
pt: Filtro

source: Filtrate
es: Filtrar
fr: Filtrer
it: Filtrare
pt: Filtrar

source: Fire Brick
es: Ladrillo de fuego
fr: Brique de feu
it: Fuoco del mattone
pt: Tijolo de fogo

source: first click «Cancel» or «Validate»
es: primer clic en «Cancelar» o «Validar»
fr: cliquez d'abord sur «Annuler» ou terminez votre saisie puis cliquez sur «Valider»
it: prima clicca «Annulla» o «Convalida»
pt: primeiro clique «Anular» ou «Validar»

source: firstDayOfMonth
es: primerDíaDelMes
fr: premierJourDuMois
pt: primeiroDiaDoMes

source: floor
es: piso
fr: arrondiParDefaut
it: pavimento
pt: chão

source: Floral White
es: Blanco floral
fr: Blanc floral
it: floreale Bianco
pt: Branco floral

source: Font...
es: Fuente...
fr: Police ...
pt: Fonte...

source: Fonts
es: Fuentes
fr: Polices
it: Caratteri
pt: fontes

source: Font size
es: Tamaño de fuente
fr: Taille de police
it: Dimensione del font
pt: Tamanho da fonte

source: Footer in PDF
es: Pie de página en PDF
fr: Pied de page dans PDF
it: Piè di pagina in PDF
pt: Rodapé em PDF

source: FootNote
es: Nota
fr: Note de bas de page

source: footnote
es: nota
fr: note de bas de page

source: FootNote #%id%
es: Nota al pie #%id%
fr: Note de bas de page #%id%
pt: Nota de rodapé #%id%

source: Footnote:
es: Nota:
fr: Note de bas de page :
it: Nota:
pt: Nota de rodapé:

source: FootNotes
es: Notas al pie
fr: Notes de bas de page
it: note a piè pagina
pt: Notas de rodapé

source: For
es: por
fr: Vers

source: for
es: para
fr: pour

source: Forest Green
es: Bosque verde
fr: Vert forêt
it: Verde foresta
pt: Verde floresta

source: Forgot password?
es: ¿Has olvidado su contraseña?
fr: Mot de passe oublié ?
it: Ha dimenticato la password?
pt: Esqueceu a senha?

source: From
es: Desde
fr: à partir de
it: A partire dal
pt: De

source: from start
es: desde el principio
fr: du début
it: dall'inizio
pt: do começo

source: fullmonth
es: mesentero
fr: moisComplet
pt: mescompleto

source: Full page
es: Página completa
fr: Page entière
it: Pagina intera
pt: Página inteira

source: Full screen
es: Pantalla completa
fr: Plein écran
it: A schermo intero
pt: Tela cheia

source: Full width
es: Ancho completo
fr: Pleine largeur
it: Intera larghezza
pt: Largura completa

source: Full width and alignment are incompatible!
es: ¡El ancho completo y la alineación son incompatibles!
fr: La pleine largeur et l'alignement sont incompatibles !
it: grande ampiezza e l'allineamento sono incompatibili!
pt: Largura completa e alinhamento são incompatíveis!

source: Function
es: Función
fr: Fonction
it: Funzione
pt: Função

source: G6K: Administration guide
es: G6K: Guía de administración
fr: G6K: Guide d'administration
it: G6K: guida Amministrazione
pt: G6k: Guia de Administração

source: G6K Admin
fr: Administration G6K
pt: G6k administrador

source: G6K is a calculation simulator engine
es: G6K es un motor de simulación de cálculos.
fr: G6K est un moteur de simulation de calcul
it: G6K è un motore di calcolo simulatore
pt: G6k é um motor de simulador de cálculo

source: Gainsboro
fr: Gris étain

source: Geolocation
es: Geolocalización
fr: Géolocalisation
it: geolocalizzazione
pt: Geolocalização

source: Geolocation in progress
es: Geolocalización en progreso
fr: Géolocalisation en cours
it: Geolocalizzazione in corso
pt: Geolocalização em andamento

source: Ghost White
es: Fantasma blanco
fr: Blanc fantôme
it: fantasma Bianco
pt: Fantasma Branco

source: Gold
es: Oro
fr: Or
it: Oro
pt: Ouro

source: Goldenrod
es: Vara de oro
fr: Verge d'or
it: Verga d'oro

source: Gray
es: gris
fr: Gris
it: Grigio
pt: Cinzento

source: Green
es: Verde
fr: Vert
it: verde
pt: Verde

source: Green Yellow
es: Verde amarillo
fr: Jaune-Vert
it: Verde giallo
pt: Verde amarelo

source: Grid
es: Cuadrícula
fr: Grille
it: Griglia
pt: Grade

source: Group
es: Grupo
fr: Groupe
it: Gruppo
pt: Grupo

source: Grouped
es: Reagrupado
fr: Regroupé
it: Raggruppate
pt: Reagrupado

source: Grouping of information block/group of fields
es: Agrupación de bloque de información/grupo de campos.
fr: Regroupement de bloc d'info/groupe de champs
it: Raggruppamento di blocchi di informazioni / gruppi di campi
pt: Agrupamento de bloco de informação/grupo de campos

source: Grouping separator
es: Separador de agrupación
fr: Séparateur de groupage de chiffres
it: separatore di raggruppamento
pt: Separador de agrupamento

source: Grouping size
es: Tamaño de agrupación
fr: Nombre de chiffres dans un groupe
it: dimensione del raggruppamento
pt: Tamanho agrupamento

source: Group label
fr: Étiquette du groupe de données
pt: Etiqueta do grupo

source: Group Label
fr: Libellé du groupe
pt: Etiqueta do grupo

source: Group Name
es: Nombre del grupo
fr: Nom du groupe
it: Nome del gruppo
pt: Nome do grupo

source: Group name without spaces or special characters
es: Nombre del grupo sin espacios ni caracteres especiales.
fr: Nom du groupe de données sans espaces ni caractères spéciaux ou accentués
it: Nome del gruppo, senza spazi o caratteri speciali
pt: Nome do grupo, sem espaços ou caracteres especiais

source: Header
es: Encabezamiento
fr: Entête de colonnes
it: Intestazione
pt: Cabeçalho

source: Heading 1
es: Título 1
fr: Titre 1
it: Titolo 1
pt: Título 1

source: Heading 2
es: Título 2
fr: Titre 2
it: Titolo 2
pt: Título 2

source: Heading 3
es: Título 3
fr: Titre 3
it: Intestazione 3
pt: Título 3

source: Heading 4
es: Título 4
fr: Titre 4
it: rubrica 4
pt: Título 4

source: Heading 5
es: Título 5
fr: Titre 5
it: rubrica 5
pt: Título 5

source: Heading 6
es: Título 6
fr: Titre 6
it: Intestazione 6
pt: Título 6

source: Hello,
es: Hola,
fr: Bonjour,
it: Ciao,
pt: Olá,

source: Help
es: Ayuda
fr: Aide
it: Aiuto
pt: Socorro

source: hide
es: ocultar
fr: cacher
pt: ocultar

source: Hide
es: Ocultar
fr: Cacher
pt: Ocultar

source: Home
es: Casa
fr: Accueil
it: Casa
pt: Casa

source: Honeydew
es: Gotas de miel
fr: Miellat
it: Melata
pt: Melada

source: Hot Pink
es: Rosa caliente
fr: Rose vif
it: Rosa caldo
pt: Rosa quente

source: HTML view
es: Vista HTML
fr: Vue HTML
it: visualizzazione HTML
pt: Vista HTML

source: HTTP header
es: Encabezado HTTP
fr: En-tête HTTP
it: intestazione HTTP
pt: Cabeçalho HTTP

source: Icon
es: Icono
fr: Icône
it: Icona
pt: Ícone

source: Import
es: Importar
fr: Importer
it: Importare
pt: Importar

source: Import data
es: Importar datos
fr: Importer données
it: importazione di dati
pt: Importar dados

source: Import Datasource
es: Importar fuente de datos
fr: Importer source de données
it: Import Origine dati
pt: Importar fonte de dados

source: Import datasource from JSON data
es: Importar fuente de datos desde datos JSON
fr: Importer source de données à partir de données JSON
it: Importa origine dati dai dati JSON
pt: Importar fonte de dados a partir de dados JSON

source: Importing the datasource « %datasource% »
es: Importando el origen de datos « %datasource% »
fr: Importation de la source de données « %datasource% »
it: Importazione l'origine dati « %DataSource% »
pt: Importando a fonte de dados « %datasource% »

source: Importing the PDF Form « %pdfform% »
es: Importando el formulario PDF « %pdfform% »
fr: Importation du formulaire PDF « %pdfform% »
it: Importazione del modulo PDF « %pdfform% »
pt: Importando o formulário PDF « %pdfform% »

source: Importing the table « %table% »
es: Importando la tabla « %table% »
fr: Import de la table « %table% »
it: L'importazione del tavolo « %tabella% »
pt: Importando a tabela « %table% »
