Repository: eureka2/G6K
Catalog: translations/messages.*.xlf
Languages: es, fr, it, pt

source: Importing the « %simulator% » simulator
es: Importando el simulador « %simulator% »
fr: Importation du simulateur « %simulator% »
it: L'importazione del « %simulatore% » simulatore
pt: Importando o « %simulator% » simulador

source: Import PDF Form
es: Importar formulario PDF
fr: Importer un formulaire PDF
it: Importa modulo PDF
pt: Importar formulário PDF

source: Import simulator
es: Importar simulador
fr: Importer un simulateur
it: Importa simulatore
pt: Importar simulador

source: Import to table from a delimited text file
es: Importar a tabla desde un archivo de texto delimitado
fr: Importer des données dans la table depuis un fichier texte délimité
it: Importa per tabella da un file di testo delimitato
pt: Importar para tabela de um arquivo de texto delimitado

source: Import view
es: Importar vista
fr: Importer une vue
it: vista Import
pt: Importar vista

source: in
es: en
fr: dans
it: nel
pt: em

source: in ascending order
es: en orden ascendente
fr: en ordre croissant
it: in ordine crescente
pt: em ordem ascendente

source: in blockinfo «%blockinfo%»
es: en bloque de información « %blockinfo% »
fr: dans le bloc d'info «%blockinfo%»
pt: em bloco de informações « %blockinfo% »

source: Incorrect action button name
es: Nombre de botón de acción incorrecto
fr: Le nom du bouton d'action ne doit comporter ni espaces, ni caractères spéciaux ou accentués
it: l'azione non corretta nome del pulsante
pt: Nome do botão ação incorreta

source: Incorrect blockinfo name
es: Nombre de bloque de información incorrecto
fr: Le nom du bloc d'infos ne doit comporter ni espaces, ni caractères spéciaux ou accentués
it: Nome blockinfo errato
pt: Nome bloco de informações incorreta

source: Incorrect chapter name
es: Nombre de capitulo incorrecto
fr: Le nom du chapitre ne doit comporter ni espaces, ni caractères spéciaux ou accentués
it: nome del capitolo non corretto
pt: Nome do capítulo incorreta

source: Incorrect column name
es: Nombre de columna incorrecto
fr: Le nom de la colonne ne doit comporter ni espaces, ni caractères spéciaux ou accentués
it: nome di colonna non corretta
pt: Nome da coluna incorrecta

source: Incorrect database name
es: Nombre incorrecto de la base de datos
fr: Le nom de la base de données ne doit comporter ni espaces, ni caractères spéciaux ou accentués
it: nome del database non corretta
pt: Nome do banco de dados incorreta

source: Incorrect data name
es: Nombre de datos incorrecto
fr: Le nom de la donnée ne doit comporter ni espaces, ni caractères spéciaux ou accentués
it: Nome dati errati
pt: Nome de dados incorreta

source: Incorrect datasource name
es: Nombre de fuente de datos incorrecto
fr: Le nom de la source de données ne doit comporter ni espaces, ni caractères spéciaux ou accentués
it: nome di origine dati non corretta
pt: Nome de fonte de dados incorreta

source: Incorrect data value
es: Valor de datos incorrecto
fr: La valeur de la donnée est erronée
it: valore dei dati non corretta
pt: Valor de dados incorreta

source: Incorrect panel name
es: Nombre incorrecto del panel
fr: Le nom du panneau ne doit comporter ni espaces, ni caractères spéciaux ou accentués
it: nome del pannello non corretto
pt: Nome do painel incorrecta

source: Incorrect profile name
es: Nombre de perfil incorrecto
fr: Le nom du profil ne doit comporter ni espaces, ni caractères spéciaux ou accentués
it: nome del profilo non corretto
pt: Nome de perfil incorreta

source: Incorrect rule name
es: Nombre de la regla incorrecta
fr: Le nom de la règle ne doit comporter ni espaces, ni caractères spéciaux ou accentués
it: nome della regola non corretta
pt: Nome da regra incorreta

source: Incorrect section name
es: Nombre incorrecto de la sección
fr: Le nom de section ne doit comporter ni espaces, ni caractères spéciaux ou accentués
it: nome della sezione non corretta
pt: Nome da seção incorreta

source: Incorrect simulator name
es: Nombre incorrecto del simulador
fr: Le nom du simulateur ne doit comporter ni espaces, ni caractères spéciaux ou accentués
it: Nome simulatore non corretta
pt: Nome simulador incorreta

source: Incorrect step name
es: Nombre de paso incorrecto
fr: Le nom de l'étape ne doit comporter ni espaces, ni caractères spéciaux ou accentués
it: nome del passo non corretto
pt: Nome da etapa incorreta

source: Incorrect Web Service URI
es: URI de servicio web incorrecto
fr: L'URI du web service est erroné
it: Errato Web Service URI
pt: Serviço Web incorreto URI

source: Indent
es: Sangrar
fr: Augmenter le retrait
it: Rientro
pt: Recuar

source: in descending order
es: en orden descendente
fr: en ordre décroissant
it: in ordine decrescente
pt: por ordem decrescente

source: Index
es: Índice
fr: Indice
it: Indice
pt: Índice

source: index name
es: nombre del índice
fr: nom d'index
it: nome di indice
pt: nome de índice

source: Indian Red
es: Rojo indio
fr: Rouge indien
it: pellerossa
pt: Pele-vermelha

source: in fieldset «%fieldset%»
es: en conjunto de campos « %fieldset% »
fr: dans le groupe de champs «%fieldset%»
pt: em conjunto de campo « %fieldset% »

source: Inline
es: En línea
fr: En ligne

source: inline
es: en línea
fr: en ligne

source: Inline PDF
es: PDF en línea
fr: PDF en ligne
it: PDF Inline
pt: PDF embutido

source: Inline pre-filled PDF form
es: Formulario PDF precargado en línea
fr: Formulaire PDF pré-rempli visible dans le navigateur
it: Modulo PDF precompilato in linea
pt: Formulário PDF pré-preenchido em linha

source: in panel «%panel%»
es: en el panel « %panel% »
fr: dans le panneau «%panel%»
it: nel pannello di « %pannello% »
pt: no painel « %panel% »

source: In place form field editor
es: Editor de campo de formulario en su lugar
fr: Éditeur en place de champ de formulaire
it: Al posto editor di campo di modulo
pt: No lugar editor campo de formulário

source: input
es: entrada
fr: saisie utilisateur
it: ingresso
pt: entrada

source: Insee code obtained by autocompletion on the name of the commune or its postal code
es: Ingrese el código obtenido por autocompletado en el nombre de la comuna o su código postal
fr: Code Insee obtenu par auto-complétion sur le nom de la commune ou son code postal
it: Codice Insee ottenuto dal completamento automatico sul nome del comune o il suo codice postale
pt: Código Insee obtido por autocompletar no nome do município ou de seu código postal

source: Insee code obtained by autocompletion on the name of the commune or its postal code (In place mode)
es: Código Insee obtenido por autocompletado en el nombre de la comuna o su código postal (en modo de lugar)
fr: Code Insee obtenu par auto-complétion sur le nom de la commune ou son code postal (édition en place)
it: Codice Insee ottenuto dal completamento automatico sul nome del comune o il suo codice postale (in modalità luogo)
pt: Código Insee obtido por autocompletar no nome do município ou de seu código postal (No modo local)

source: Insee code obtained from a France map
es: Código Insee obtenido de un mapa de Francia
fr: Code insee obtenu à partir d'une carte de France
it: Codice Insee ottenuto da una mappa della Francia
pt: Código Insee obtida a partir de um mapa França

source: Insert a column before
es: Inserte una columna antes
fr: Insérer une colonne avant
it: Inserire una colonna prima
pt: Inserir uma coluna antes

source: Insert a data
es: Inserte un dato
fr: Insérer une donnée
it: Inserire un data
pt: Inserir um dados

source: Insert a reference to a footnote
es: Insertar una referencia a una nota al pie
fr: Insérer un renvoi vers une note de bas de page
it: Inserire un riferimento a una nota in calce
pt: Insira uma referência a uma nota de rodapé

source: Insert a row before
es: Inserte una fila antes
fr: Insérer une rangée avant
it: Inserire una riga prima di
pt: Inserir uma linha antes

source: integer
es: entero
fr: entier
it: numero intero
pt: número inteiro

source: Interactive UI
es: Interfaz de usuario interactiva
fr: UI interactif
pt: UI interativo

source: Internal
es: Interno
fr: Interne
it: Interno
pt: Interno

source: Invalid column alias
es: Alias ​​de columna no válido
fr: Alias de colonne non valide
it: alias di colonna non valido
pt: Alias de coluna inválidos

source: Invalid pattern: %error%
es: Patrón no válido: %error%
fr: Masque de saisie invalide : %error%
it: Modello non valido: %error%
pt: Padrão inválido: %error%

source: Invalid return path
es: Ruta de retorno no válida
fr: chemin de recherche invalide
it: percorso di ritorno non valido
pt: Caminho de retorno inválido

source: is
es: es
fr: est
it: è
pt: é

source: is after
es: es despues
fr: est postérieure à
it: è dopo
pt: é depois

source: is before
es: es antes
fr: est antérieure à
it: è prima
pt: é antes

source: is equal to
es: es igual a
fr: est égal à
it: è uguale a
pt: é igual a

source: is false
es: es falso
fr: est faux
it: è falso
pt: é falso

source: is greater than
es: es mayor que
fr: est supérieur à
it: è più grande di
pt: é melhor que

source: is greater than or equal to
es: es mayor o igual a
fr: est supérieur ou égal à
it: è più grande di O uguale a
pt: é maior que ou igual a

source: is less than
es: es menos que
fr: est inférieur à
it: è meno di
pt: é menos do que

source: is less than or equal to
es: es menor o igual que
fr: est inférieur ou égal à
it: è minore o uguale a
pt: é menor ou igual a

source: is not
es: no es
fr: n'est pas
it: non è
pt: não é

source: is not after
es: no es después
fr: n'est pas postérieure à
it: Non è dopo
pt: não é segundo

source: is not before
es: no es antes
fr: n'est pas antérieure à
it: non è prima
pt: Não é antes

source: is not equal to
es: no es igual a
fr: n'est pas égal à
it: è diverso da
pt: não é igual a

source: is not present
es: no es presente
fr: n'est pas renseigné
it: non è presente
pt: não está presente

source: is present
es: está presente
fr: est renseigné
it: è presente
pt: é presente

source: Is step %id% interactive ?
es: ¿El paso %id% interactivo?
fr: L'étape %id% est-elle interactive ?
it: È passo %id% interattivo?
pt: É etapa %id% interativo?

source: is true
es: es verdad
fr: est vrai
it: è vero
pt: é verdade

source: italic
es: itálico
fr: italique
it: corsivo
pt: itálico

source: Italic [CTRL+I]
es: Cursiva [CTRL+I]
fr: Italique [CTRL + I]
it: Corsivo [CTRL + I]
pt: Itálico [CTRL+I]

source: Ivory
es: Marfil
fr: Ivoire
it: Avorio
pt: Marfim

source: January
es: enero
fr: Janvier
it: gennaio
pt: Janeiro

source: JSON Data
es: Datos JSON
fr: Fichier des données JSON
it: JSON dati
pt: Dados JSON

source: JSON data file '%file%' data doesn't exists
es: El archivo de datos JSON '%file%' no existe
fr: Le fichier de données JSON '%file%' n'existe pas
it: JSON file di dati di dati 'file%%' non esiste
pt: Arquivo de dados JSON de dados '%file%' não existe

source: JSON Schema
es: Esquema JSON
fr: Fichier du schéma JSON
pt: Esquema JSON

source: JSON schema file '%file%' schema doesn't exists
es: El archivo de esquema JSON '%file%' el esquema no existe
fr: Le fichier de schéma JSON '%file%' n'existe pas
it: file di schema JSON '%file%' schema non esiste
pt: Arquivo de esquema JSON '%file%' esquema não existe

source: July
es: Julio
fr: Juillet
it: luglio
pt: Julho

source: Jump to step
es: Saltar al paso
fr: Aller à l'étape
it: Vai a passo
pt: Ir para o etapa

source: June
es: Junio
fr: Juin
it: giugno
pt: Junho

source: Justify
es: Justificar
fr: Justifier
it: Giustificare
pt: Justificar

source: Khaki
es: Caqui
fr: Kaki
it: Cachi
pt: Caqui

source: Label
es: Etiqueta
fr: Libellé
it: Etichetta
pt: Etiqueta

source: Label column
es: Columna de etiqueta
fr: Colonne 'Libellé'
it: colonna etichetta
pt: Etiqueta da coluna

source: large
es: grande
fr: grand
it: grande
pt: ampla

source: larger
es: mas grande
fr: plus grand
it: più grandi
pt: maior

source: lastday
es: ultimodia
fr: dernierJour
it: ultimo giorno
pt: ultimodia

source: lastDayOfMonth
es: ultimoDiaDelMes
fr: dernierJourDuMois
pt: ultimoDiaDoMes

source: Last Login
es: Último acceso
fr: Dernière connexion
it: Ultimo accesso
pt: Último login

source: Lavender
es: Lavanda
fr: Lavande
it: Lavanda
pt: Lavanda

source: Lavender Blush
es: Colorete lavanda
fr: Blush à la lavande
it: Lavanda Blush
pt: Lavanda Blush

source: Lawn Green
es: Verde césped
fr: Vert pelouse
it: prato verde
pt: Gramado verde

source: Learn more
es: Aprende más
fr: En savoir plus
it: Per saperne di più
pt: Saber mais

source: left
es: izquierda
fr: gauche
it: sinistra

source: Left
es: Izquierda
fr: Gauche
it: Sinistra

source: Legend
es: Leyenda
fr: Légende
it: Leggenda
pt: Lenda

source: Lemon Chiffon
es: Gasa De Limón
fr: Mousseline de citron
it: limone chiffon
pt: Chiffon de Limão

source: Light Blue
es: Azul claro
fr: Bleu clair
it: Azzurro
pt: Azul claro

source: Light Coral
es: Coral claro
fr: Corail léger
it: Corallo chiaro
pt: Luz Coral

source: Light Cyan
es: Cian claro
fr: Cyan clair
it: Ciano chiaro
pt: Ciano claro

source: Light Goldenrod Yellow
es: Amarillo dorado claro
fr: Jaune or léger
it: Luce Verga d'oro giallo
pt: Luz Goldenrod amarelo

source: Light Green
es: Verde claro
fr: Vert clair
it: Verde chiaro
pt: Luz verde

source: Light Grey
es: Gris claro
fr: Gris clair

source: LightGrey
es: Gris claro
fr: Gris clair

source: Light Pink
es: Rosa claro
fr: Rose clair
it: Rosa chiaro
pt: Luz rosa

source: Light Salmon
es: Salmón ligero
fr: Saumon léger
it: salmone chiaro
pt: Salmão claro

source: Light Sea Green
es: Luz verde mar
fr: Vert mer clair
it: Green Sea Luce
pt: Luz Verde Mar

source: Light Sky Blue
es: Luz cielo azul
fr: Bleu ciel clair
it: Luce Blue Sky
pt: Luz do Céu Azul

source: Light Slate Gray
es: Gris pizarra claro
fr: Gris ardoise clair
it: Grigio ardesia
pt: Cinza Ardósia Claro

source: Light Steel Blue
es: Azul claro de acero
fr: Bleu acier léger
it: Blu acciaio chiaro
pt: Azul claro de aço

source: Light Yellow
es: Amarillo claro
fr: Jaune clair
it: Giallo chiaro
pt: Luz amarela

source: Lime
es: Lima
fr: Citron vert
pt: Lima

source: Lime Green
es: Verde lima
fr: Vert citron
it: Verde lime
pt: Verde limão

source: Linen
es: Lino
fr: Lin
it: Biancheria
pt: Linho

source: Lines per page
es: Líneas por página
fr: Lignes par page
it: Righe per pagina
pt: Linhas por página

source: Link:
es: Enlazar:
fr: Lien:
pt: Ligação:

source: Link: %link%
es: Enlace: %link%
fr: Lien: %link%

source: List box with auto-completion
es: Cuadro de lista con autocompletado
fr: Boîte à liste avec auto-complétion
it: casella di riepilogo con completamento automatico
pt: Lista com auto-conclusão

source: List of choices in the form of a slider
es: Lista de opciones en forma de un control deslizante
fr: Liste de choix sous la forme d'un curseur
it: Elenco di scelte sotto forma di un cursore
pt: Lista de opções na forma de um controle deslizante

source: Live Amount Formatting
es: Formato de cantidad en vivo
fr: Formatage automatique du montant pendant la saisie
it: Vivere Importo formattazione
pt: Formatação de moeda ao vivo

source: Live Date Formatting
es: Formato de fecha en vivo
fr: Formatage automatique de la date pendant la saisie
it: Dal vivo Data formattazione
pt: Formatação de data ao vivo

source: Live hours and minutes formatting
es: Formato en vivo de horas y minutos.
fr: Formatage automatique, pendant la saisie, des heures et des minutes
it: Formattazione delle ore e dei minuti in diretta
pt: Formatação ao vivo de horas e minutos

source: Loads all or part of the form data from the user's hard disk
es: Carga todos o parte de los datos del formulario desde el disco duro del usuario
fr: Charge tout ou partie des données depuis le disque dur de l'utilisateur
it: Carica tutti o parte dei dati del modulo dal disco rigido dell'utente
pt: Carrega todos ou parte dos dados do formulário do disco rígido do usuário

source: Loads the content of a data with the url of an uploaded image in base64 format
es: Carga el contenido de un dato con la url de una imagen cargada en formato base64
fr: Charge le contenu d'une donnée avec l'URL d'une image téléchargée au format base64
it: Carica il contenuto di un dato con l'url di un'immagine caricata in formato base64
pt: Carrega o conteúdo de um dado com a URL de uma imagem enviada no formato base64

source: Locale
es: Lugar
fr: Langue-PAYS
it: località
pt: Localidade

source: Location
es: Ubicación
fr: Emplacement
it: Posizione
pt: Localização

source: Locked
es: Bloqueado
fr: Verrouillé
it: Bloccato
pt: Trancado

source: log
es: Iniciar sesión
fr: logarithme
it: ceppo

source: log10
fr: logarithmeBase10

source: m
fr: MM
pt: mm

source: m-d
es: mm-dd
fr: MM-JJ
pt: mm-dd

source: m-d-Y
es: mm-dd-aaaa
fr: MM-JJ-AAAA
pt: mm-dd-aaaa

source: m/d
es: mm/dd
fr: MM/JJ
pt: mm/dd

source: m/d/Y
es: mm/dd/aaaa
fr: MM/JJ/AAAA
pt: mm/dd/aaaa

source: m/y
es: mm/aaaa
fr: MM/AA

source: m/Y
es: mm/aaaa
fr: MM/AAAA

source: Main referer
es: Referente principal
fr: Referer principal
it: referer principale
pt: Referer principal

source: March
es: Marzo
fr: Mars
it: marzo
pt: Março

source: Maroon
es: Granate
fr: Marron
it: Marrone
pt: Marrom

source: matches
es: correspondencias
fr: correspondances
it: fiammiferi
pt: correspondências

source: max can not refer to the data itself
es: max no puede referirse a los propios datos
fr: max ne peut pas se référer à la donnée elle-même
it: max non può fare riferimento ai dati stessi
pt: max não pode se referir aos dados em si

source: maximum
es: máximo
fr: valeur maximale
pt: máximo

source: Maximum length
es: Número máximo de caracteres
fr: Nombre maximum de caractères
it: Numero massimo di caratteri
pt: Número máximo de caracteres

source: Maximum value
es: Valor máximo
fr: Valeur maximale
it: Valore massimo
pt: Valor máximo

source: max value
es: valor máximo
fr: valeur max
it: valore massimo
pt: valor máximo

source: May
es: Mayo
fr: Mai
it: potrebbe
pt: Maio

source: medium
es: medio
fr: moyen
it: medio
pt: médio

source: Medium Aquamarine
es: Aguamarina Mediana
fr: Aigue-marine moyenne
it: Media Aquamarine
pt: Aquamarine Médio

source: Medium Blue
es: Azul medio
fr: Bleu moyen
pt: Azul médio

source: Medium Orchid
es: Orquidea mediana
fr: Orchidée moyenne
it: Media Orchid
pt: Orquídea Média

source: Medium Purple
es: Púrpura medio
fr: Violet moyen
it: Media Viola
pt: Médio roxo

source: Medium Sea Green
es: Medio Mar Verde
fr: Vert mer moyen
it: Media Green Sea
pt: Médio Verde Mar

source: Medium Slate Blue
es: Azul pizarra mediana
fr: Bleu ardoise moyen
it: Media ardesia blu
pt: Médio Slate Azul

source: Medium Spring Green
es: Medio verde primavera
fr: Vert printemps moyen
it: Media Spring Green
pt: Médio Verde Mola

source: Medium Turquoise
es: Turquesa medio
fr: Turquoise moyen
it: Media Turchese
pt: Turquesa médio

source: Medium Violet Red
es: Rojo violeta medio
fr: Violet-Rouge moyen
it: Violetto medio
pt: Vermelho Violeta Médio

source: Memorize
es: Memorizar
fr: Mémoriser
it: imparare a memoria
pt: Memorizar

source: Merge table cells
es: Fusionar celdas de tabla
fr: Fusionner des cellules de tableau
it: Unisci celle della tabella
pt: Fundir células de mesa

source: Method
es: Método
fr: Méthode
it: Metodo
pt: Método

source: Midnight Blue
es: Azul medianoche
fr: Bleu nuit
it: Blu notte
pt: Azul da meia noite

source: min can not refer to the data itself
es: Min no puede referirse a los datos en sí
fr: min ne peut pas se référer à la donnée elle-même
it: min non può fare riferimento ai dati stessi
pt: min pode não se referem à própria dados

source: minimum
es: mínimo
fr: valeur minimale
it: minimo

source: Minimum length
es: Número mínimo de caracteres
fr: Nombre minimum de caractères
it: Numero minimo di caratteri
pt: Número mínimo de caracteres

source: Minimum value
es: Valor mínimo
fr: Valeur minimale
it: valore minimo
pt: Valor mínimo

source: Mint Cream
es: Crema de menta
fr: Crème à la menthe
it: menta crema
pt: Creme de menta

source: min value
es: valor mínimo
fr: valeur min
it: valore minimo
pt: valor min

source: Misty Rose
es: Rosa brumosa
fr: Rose Brumeuse

source: Moccasin
es: Mocasín
fr: Mocassin
it: Mocassino
pt: Mocassim

source: money
es: moneda
fr: montant
it: i soldi
pt: moeda

source: Month
es: Mes
fr: Mois
it: Mese

source: month
es: mes
fr: mois
it: mese

source: multichoice
es: opción múltiple
fr: choix multiple
it: scelta multipla
pt: Múltipla opção

source: Name
es: Nombre
fr: Nom
it: Nome
pt: Nome

source: Navajo White
es: Navajo blanco
fr: Blanc Navajo
it: Navajo Bianco
pt: Navajo Branco

source: Navy
es: Armada
fr: Marine
it: Marina Militare
pt: Marinha

source: near "%s%": syntax error
es: cerca de "%s%": error de sintaxis
fr: près de "%s%": erreur de syntaxe
it: nei pressi di "%s%": errore di sintassi
pt: próximo "%s%": erro de sintaxe

source: Need help ?
es: Necesitas ayuda ?
fr: Besoin d'aide ?
it: Ho bisogno di aiuto ?
pt: Preciso de ajuda ?

source: new
es: nuevo
fr: nouveau
it: nuovo
pt: novo

source: New Datasource
es: Nueva fuente de datos
fr: Nouvelle source de données
it: nuova origine dati
pt: Nova fonte de dados

source: Newline before field ?
es: ¿Nueva línea antes del campo?
fr: Saut de ligne avant le champ ?
it: Newline prima di campo?
pt: Nova linha antes de campo?

source: New name
es: Nuevo nombre
fr: Nouveau nom
it: Nuovo nome
pt: Novo nome

source: New simulation
es: Nueva simulación
fr: Nouvelle simulation
it: nuova simulazione
pt: Nova simulação

source: New Table
es: Nueva tabla
fr: Nouvelle table
it: nuova tabella
pt: Nova Tabela

source: New view
es: Nueva vista
fr: Nouvelle vue
it: nuova visualizzazione
pt: Nova vista

source: New window
es: Nueva ventana
fr: Nouvelle fenêtre
it: Nuova finestra
pt: Nova janela

source: Next
es: Siguiente
fr: Suivant
it: Il prossimo
pt: Próximo

source: Next step
es: Próximo paso
fr: Etape suivante
it: Passo successivo
pt: Próximo etapa

source: nextWorkDay
es: proximoDiaDeTrabajo
fr: prochainJourOuvre
pt: proximoDiaDeTrabalho

source: No
fr: Non
pt: Não

source: no color
es: sin color
fr: sans couleur

source: No color
es: Sin color
fr: Sans couleur

source: No filter
es: Sin filtro
fr: aucun
it: Senza Filtro
pt: Sem filtro

source: none
es: ninguna
fr: aucune
it: nessuna
pt: nenhuma

source: None
es: Ninguna
fr: Aucun
it: Nessuna
pt: Nenhum

source: None of the following conditions is met
es: Ninguna de las siguientes condiciones se cumple
fr: aucune des conditions suivantes n'est satisfaite
it: Nessuna delle seguenti condizioni è soddisfatta
pt: Nenhuma das seguintes condições

source: Normal text
es: Texto normal
fr: Texte normal
it: testo normale
pt: Texto normal

source: no such table: %s%
es: no hay tal tabla: %s%
fr: pas de table de ce type : %s%
it: tale tabella: %s%
pt: sem tal tabela: %s%

source: Not categorized
es: No categorizado
fr: Non catégorisés
it: Non classificato
pt: Não categorizado

source: not contains
es: no contiene
fr: ne contient pas
it: non contiene
pt: não contém

source: Note position
es: Nota posición
fr: Emplacement de la note
it: posizione Nota
pt: Posição nota

source: notify Error
es: notificar error
fr: afficher l'erreur
it: Segnala errore
pt: notificar Erro

source: notify Warning
es: notificar Advertencia
fr: afficher l'avertissement
it: Attenzione notificare
pt: notificar Aviso

source: Not null
es: No nulo
fr: Non nul
it: Non nullo
pt: Não nulo

source: No town match this zipcode
es: Ningún pueblo o ciudad coincide con este código postal
fr: Aucune ville ou commune ne correspond à ce code postal
it: Nessuna città o paese corrisponde a questo codice postale
pt: Nenhuma cidade corresponde a este código postal

source: November
es: Noviembre
fr: Novembre
it: novembre
pt: Novembro

source: now
es: ahora
fr: « Date du jour »
it: adesso
pt: agora

source: number
es: número
fr: nombre décimal
it: numero
pt: número
