Repository: eureka2/G6K
Catalog: translations/messages.*.xlf
Languages: es, fr, it, pt

source: Users management
es: Gestion de usuarios
fr: Gestion des utilisateurs
it: gestione utenti
pt: Gerenciamento de usuários

source: Validate
es: Validar
fr: Valider
it: Convalidare
pt: Validar

source: Validation errors
es: Errores de validación
fr: Erreurs de validation
it: Gli errori di convalida
pt: Erros de validação

source: Value
es: Valor
fr: Valeur
it: Valore
pt: Valor

source: Value column
es: Columna de valor
fr: Colonne 'Valeur'
it: colonna valore
pt: Valor da coluna

source: Variables
fr: Données
it: variabili
pt: variáveis

source: View files (compressed in zip format)
es: Vista archivos (comprimidos en formato zip)
fr: Fichiers de la vue (au format compressé zip)
it: Visualizza i file (compresso in formato zip)
pt: Arquivos de la vista (compactado em formato zip)

source: View name
es: Nombre de la vista
fr: Nom de la vue
it: nome vista
pt: Nome de la vista

source: View name can not be 'admin', 'all', 'base' or 'bundles'
es: El nombre de la vista no puede ser 'admin', 'all', 'base' o 'bundles'
fr: Le nom de la vue ne peut pas être 'admin', 'all', 'base' ou 'bundles'
it: Visualizza nome non può essere 'admin', 'all', 'base' o 'fasci'
pt: Nome de la vista não pode ser 'admin', 'all', 'base' ou 'bundles'

source: Views
es: Vistas
fr: Vues
it: Visualizzazioni
pt: Vistas

source: Views management
es: Gestión de vistas
fr: Gestion des vues
it: gestione Visualizzazioni
pt: gestão de vistas

source: View «%view%»
es: Vista « %view% »
fr: Vue «%view%»
it: Visualizza « %vista% »
pt: Vista « %view% »

source: warming %cache%
es: calentamiento %cache%
fr: regénération de %cache%
it: %Della cache warming%
pt: aquecimento %cache%

source: warming cache
es: calentamiento caché
fr: regénération du cache
it: cache di riscaldamento
pt: cache de aquecimento

source: Warm up current %environment% cache
es: Calentamiento actual %environment% caché
fr: Regénérer le cache de %environment%
it: cache di riscaldamento ambiente corrente%%
pt: Aquecer o cache atual do %environment%

source: Warning
es: Advertencia
fr: Avertissement
it: avvertimento
pt: Aviso

source: Warning: %host% can not guarantee the identity of the sender
es: Advertencia: %host% no puede garantizar la identidad del remitente
fr: Attention: %host% ne peut pas garantir l'identité de l'expéditeur
it: Avviso: %host% non può garantire l'identità del mittente
pt: Atenção: %host% não pode garantir a identidade do remetente

source: Webservice URI
es: URI del servicio web
fr: URI du web service
pt: URI do webservice

source: Welcome to G6K world!
es: ¡Bienvenido al mundo G6K!
fr: Bienvenue dans le monde de G6K !
it: Benvenuti nel mondo G6K!
pt: Bem-vindo ao mundo G6k!

source: What
es: Qué
fr: Action
it: Che cosa
pt: Quê

source: What?
es: ¿Qué?
fr: Quoi?
it: Cosa?
pt: O que?

source: Wheat
es: Trigo
fr: Blé
it: Grano
pt: Trigo

source: When ...
es: Cuando ...
fr: Lorsque ...
it: Quando ...
pt: Quando ...

source: White
es: Blanco
fr: Blanc
it: bianca
pt: Branco

source: White Smoke
es: Humo blanco
fr: Fumée blanche
it: Fumo bianco
pt: Fumaça branca

source: whose label is
es: cuya etiqueta es
fr: dont le libellé est
it: la cui etichetta è
pt: cujo etiqueta é

source: workdays
es: díaslaborables
fr: jours ouvrés
it: giorni feriali
pt: diasuteis

source: workdaysofmonth
es: díaslaborablesdelmes
fr: jours ouvrés du mois
pt: diasdetrabalhodomes

source: working version only
es: solo versión de trabajo
fr: la version de travail seulement
it: solo la versione di lavoro
pt: versão trabalhando apenas

source: x-large
es: x-grande
fr: très grand
pt: x-grande

source: x-small
es: x-pequeño
fr: très petit
pt: x-pequeno

source: XML Validation against schema fail
es: La validación de XML contra el esquema falla
fr: La validation XML par rapport au schéma a échoué
it: Convalida XML contro lo schema fail
pt: Validação XML contra o esquema de falha

source: XML Validation errors
es: Errores de validación de XML
fr: Erreurs de validation XML
it: Gli errori di convalida XML
pt: Erros de validação XML

source: xx-large
es: xx-grande
fr: très, très grand
pt: xx-grande

source: xx-small
es: xx-pequeño
fr: très, très petit
pt: xx-pequeno

source: y
es: aaaa
fr: AA
pt: aaaa

source: Y
es: AAAA
fr: AAAA
pt: aaaa

source: y-m
es: aaaa-mm
fr: AA-MM
pt: aaaa-mm

source: Y-m
es: aaaamm
fr: AAAA-MM
pt: aaaa-mm

source: Y-m-d
es: aaaa-mm-dd
fr: AAAA-MM-JJ
pt: aaaa-mm-dd

source: y-m-d
es: aaaa-mm-dd
fr: AA-MM-JJ
pt: aaaa-mm-dd

source: Y. m. d.
es: aaaa. mm. dd.
fr: AAAA. MM. JJ
pt: aaaa. mm. dd.

source: Y/m/d
es: aaaa/mm/dd
fr: AAAA/MM/JJ
pt: aaaa/mm/dd

source: year
es: año
fr: année
pt: ano

source: Year
es: Año
fr: Année
pt: Ano

source: Yellow
es: Amarillo
fr: Jaune
it: Giallo
pt: Amarelo

source: Yellow Green
es: Amarillo verde
fr: Vert jaunâtre
it: Giallo verde
pt: Amarelo verde

source: Yes
es: Sí
fr: Oui
it: sì
pt: Sim

source: You can not change the content or the default value of a data when it is used in a condition
es: No puede cambiar el contenido o el valor por defecto de un dato cuando se usa en una condición
fr: Vous ne pouvez pas modifier le contenu ou la valeur par défaut d'une donnée lorsqu'elle est utilisée dans une condition
it: Non è possibile modificare il contenuto o il valore di default di un dato quando viene utilizzato in una condizione
pt: Você não pode alterar o conteúdo ou o valor padrão de um conjunto de dados quando ele é usado em uma condição

source: You cannot open a parenthesis right after a condition ID! You need to use a logical operator "and" or "or"
es: ¡No puede abrir un paréntesis justo después de una identificación de condición! Debe utilizar un operador lógico "y" o "o"
fr: Vous ne pouvez pas ouvrir une parenthèse juste après un ID de condition! Vous devez utiliser un opérateur logique "et" ou "ou"
it: Non è possibile aprire una parentesi chiusa dopo una condizione di ID! È necessario utilizzare un operatore logico "e" oppure "o"
pt: Você não pode abrir um parêntese à direita depois de um ID condição! Você precisa usar um operador lógico "e" ou "ou"

source: You cannot use closing parenthesis ")" right after a logical operator
es: No puede utilizar paréntesis de cierre ")" justo después de un operador lógico
fr: Vous ne pouvez pas mettre une parenthèse fermante ")" juste après un opérateur logique
it: Non è possibile utilizzare parentesi chiusa ")" a destra dopo un operatore logico
pt: Você não pode usar parêntese de fechamento ")" logo depois de um operador lógico

source: You cannot use closing parenthesis ")" right after an opening parenthesis "("
es: No puede utilizar el paréntesis de cierre ")" justo después de un paréntesis de apertura "("
fr: Vous ne pouvez pas mettre une parenthèse fermante ")" juste après une parenthèse ouvrante "("
it: Non è possibile utilizzare parentesi chiusa ")" subito dopo una parentesi aperta "("
pt: Você não pode usar parêntese de fechamento ")" logo após um parêntese de abertura "("

source: You cannot use condition ID right after closing a parenthesis! You need to use a logical operator "and" or "or"
es: ¡No puede usar la ID de condición inmediatamente después de cerrar un paréntesis! Debe utilizar un operador lógico "y" o "o"
fr: Vous ne pouvez pas mettre un ID de condition juste après une parenthèse fermante! Vous devez utiliser un opérateur logique "et" ou "ou"
it: Non è possibile utilizzare condizioni ID subito dopo la chiusura di una parentesi! È necessario utilizzare un operatore logico "e" oppure "o"
pt: Você não pode usar a condição ID direita depois de fechar um parêntese! Você precisa usar um operador lógico "e" ou "ou"

source: You cannot use logical operator right after opening parenthesis
es: No puede utilizar el operador lógico justo después de abrir el paréntesis
fr: Vous ne pouvez pas mettre un opérateur logique juste après une parenthèse ouvrante
it: Non è possibile utilizzare operatore logico subito dopo l'apertura parentesi
pt: Você não pode usar o operador lógico direita após a abertura parêntese

source: You cannot use two condition ID's next to each other
es: No puede usar dos ID de condición una al lado de la otra
fr: Vous ne pouvez pas mettre deux ID de condition côte à côte
it: Non è possibile utilizzare due di ID condizione accanto all'altro
pt: Você não pode usar dois do ID condição ao lado do outro

source: You cannot use two logical operators next to each other
es: No puedes usar dos operadores lógicos uno al lado del otro
fr: Vous ne pouvez pas mettre deux opérateurs logiques côte à côte
it: Non è possibile utilizzare due operatori logici uno accanto all'altro
pt: Você não pode usar dois operadores lógicos ao lado do outro

source: You can put up to 3 addresses separated by one semi-colon
es: Puedes poner hasta 3 direcciones separadas por un punto y coma
fr: Vous pouvez mettre jusqu'à 3 adresses séparées par un point-virgule
it: Puoi mettere fino a 3 indirizzi separati da un punto e virgola
pt: Você pode colocar até 3 endereços separados por um ponto e vírgula

source: You did not give permission
es: Usted no dio permiso
fr: Vous n’avez pas donné la permission
it: Non hai dato il permesso
pt: Você não deu permissão

source: You have entered an invalid url!
es: ¡Has introducido una URL no válida!
fr: Vous avez entré une URL invalide!
it: Hai inserito un URL non valido!
pt: Você digitou um url inválido!

source: You have not selected a file or it is invalid!
es: ¡No has seleccionado un archivo o no es válido!
fr: Vous n'avez pas sélectionné de fichier ou il est invalide!
it: Non hai selezionato un file o non è valido!
pt: Você não selecionou um arquivo ou é inválido!

source: You have unsaved stuff. Are you sure to leave?
es: Tienes cosas no guardadas. ¿Estás seguro de irte?
fr: Vous avez des choses non enregistrées. Etes-vous sûr de vouloir quitter cette page ?
it: Hai roba non salvati. Sei sicuro di lasciare?
pt: Você tem coisas não salvos. Tem certeza que deseja sair?

source: You must remove this reference before you can remove this footnote.
es: Debe eliminar esta referencia antes de poder eliminar esta nota al pie.
fr: Vous devez enlever ce renvoi avant d epouvoir supprimer cette note de bas de page.
it: È necessario rimuovere questo riferimento prima di poter rimuovere questo nota.
pt: Você deve remover essa referência antes que você possa remover esta nota de rodapé.

source: Your email
es: Tu correo electrónico
fr: Votre adresse email
it: La tua email
pt: Seu email

source: Your email is not valid!
es: ¡Su correo eléctronico no es valido!
fr: Votre email n'est pas valide!
it: La tua email non è valida!
pt: Seu email não é válido!

source: Your email is required
es: Se requiere tu email
fr: Votre email est requis
it: La tua email è richiesta
pt: Seu email é obrigatório

source: Your message
es: Vuestro mensaje
fr: Votre message
it: Il tuo messaggio
pt: Sua mensagem

source: Your update are not saved. Sure to leave?
es: Su actualización no se guardan. ¿Estás seguro de irte?
fr: Vos mises à jour ne sont pas enregistrées. Certain de quitter cette page ?
it: L'aggiornamento non vengono salvate. Assicurarsi di lasciare?
pt: Sua atualização não são salvos. Claro que sair?

source: action
es: acción
it: azione
pt: açao

source: alias
pt: pseudônimo

source: all
pt: todas

source: All
pt: Todos

source: Apostrophe
es: Apóstrofe
it: Apostrofo
pt: Apóstrofo

source: Aqua
es: Agua
it: acqua
pt: Água

source: Beige
pt: Bege

source: Bisque
es: Sopa de mariscos
it: biscotto
pt: lambuja

source: Choice
pt: Opção

source: choice
pt: opção

source: Comic Sans MS
pt: Cómic Sans MS

source: Conjunto de campos %id% (nolegend)
pt: Conjunto de campos %id% (sem lenda)

source: Constant
pt: Constante

source: Constant value of the parameter
pt: Valor constante do parâmetro

source: contains
pt: contém

source: content
pt: conteúdo

source: Content
pt: Conteúdo

source: Content can not refer to the data itself
pt: Conteúdo não pode referir-se aos dados em si

source: contributor
pt: contribuinte

source: Copy the content of en element to clipboard
pt: Copie o conteúdo do item para a área de transferência

source: Copy the file « %file% » with the command:
pt: Copie o arquivo « %file% » com o comando:

source: Cornflower Blue
pt: Azul de centáurea

source: corresponds to
pt: corresponde a

source: country
pt: país

source: Country name obtained by autocompletion
pt: Nome do país obtido por autocompletar

source: Counts and displays the number of characters left to enter
pt: Conta e exibe o número de caracteres restantes para entrar

source: Create
pt: Crio

source: Create / delete a bulleted list
pt: Criar/excluir uma lista com marcadores

source: Create / delete a numbered list
pt: Criar/excluir uma lista numerada

source: Create Datasource
pt: Criar fonte de dados

source: Create simulator
pt: Criar simulador

source: Create table
pt: Criar a tabela

source: Create view
pt: Criar vista

source: Creating the view « %view% » view
pt: Criando a vista « %view% »

source: Credentials expire at
pt: Credenciais expirar no

source: Credentials expired
pt: credenciais expiraram

source: Crimson
pt: Carmesim

source: CSS Validation errors
pt: Erros CSS validação

source: Currency symbol
pt: Símbolo de moeda

source: Current font
pt: Fonte atual

source: Current step
pt: Etapa atual

source: d
pt: dd

source: d-m-y
pt: dd-mm-aaaa

source: d-m-Y
pt: dd-mm-aaaa

source: d.m.Y
pt: dd.mm.aaaa

source: d. m. Y
pt: dd. mm. aaaa

source: d.m.Y.
pt: dd.mm.aaaa

source: d/m/y
pt: dd/mm/aaaa

source: d/m Y
pt: dd/mm aaaa

source: Dark Blue
pt: Azul escuro

source: Dark Cyan
pt: Ciano escuro

source: Dark Goldenrod
pt: Goldenrod escuro

source: Dark Gray
pt: Cinza escuro

source: Dark Green
pt: Verde escuro

source: Dark Khaki
pt: Khaki escuro

source: Dark Magenta
pt: Escuro Magenta

source: Dark Olive Green
pt: Verde azeitona escura

source: Dark Orange
pt: Laranja escuro

source: Dark Orchid
pt: Orquídea escura

source: Dark Red
pt: Vermelho escuro

source: Dark Salmon
pt: Salmon escuro

source: Dark Sea Green
pt: Mar verde escuro

source: Dark Slate Blue
pt: Azul Dark Slate

source: Dark Slate Gray
pt: Ardósia cinza

source: Dark Turquoise
pt: Turquesa escura

source: Dark Violet
pt: violeta escura

source: Dashboard
pt: Painel de controle

source: data
pt: dados

source: Data
pt: Dados

source: Data %id%
pt: Dados %id%

source: Database
pt: Base de dados

source: Database host
pt: Host do banco

source: Database label
pt: Etiqueta de banco de dados

source: Database name
pt: Nome do banco de dados

source: Database password
pt: Senha de banco de dados

source: Database port
pt: Porta de banco de dados

source: Database user
pt: Usuário de banco de dados

source: Datagroup
pt: Grupo de dados

source: datagroup
pt: grupo de dados

source: Data label
pt: Etiqueta de dados

source: Data memo ?
pt: Memo de dados?

source: Data name
pt: Nome de dados

source: Data name without spaces or special characters
pt: Nome de dados sem espaços ou caracteres especiais

source: Datas
pt: Dados

source: Dataset
pt: Conjunto de dados

source: dataset
pt: conjunto de dados

source: Datasource
it: Fonte di dati
pt: Fonte de dados

source: Data source
pt: Fonte de dados

source: Data sources
pt: Fontes de dados

source: Data sources management
pt: Gestão de fontes de dados

source: Data to continue this simulation are not accessible. Please try again later.
pt: Dados para continuar esta simulação não são acessíveis. Por favor, tente novamente mais tarde.

source: date
pt: data

source: Date format
pt: Formato de data

source: Date format of the parameter
pt: Formato de data do parâmetro

source: day
it: giorno
pt: dia

source: Day
pt: Dia

source: December
pt: Dezembro

source: Decimal point
pt: Ponto decimal

source: Deep Pink
pt: Rosa escuro

source: Deep Sky Blue
pt: Céu azul profundo

source: default
pt: padrão

source: default value
pt: valor padrão

source: Default view
pt: Vista padrão

source: Deindent
pt: Diminuir o encolhimento

source: Delete
pt: Excluir

source: Delete hyperlink
pt: Excluir hiperlink

source: Delete source
pt: Excluir fonte

source: Delete the selected column
pt: Excluir a coluna seleccionado

source: Delete the selected row
pt: Excluir a linha selecionada

source: Delete this table
pt: Excluir esta tabela

source: Deleting action button
pt: Excluindo botão de ação

source: Deleting blockinfo
pt: Excluindo bloco de informações

source: Deleting chapter
pt: Excluindo capítulo

source: Deleting column
pt: Excluindo coluna

source: Deleting data
pt: Excluindo dados

source: Deleting datagroup
pt: Excluindo grupo de dados

source: Deleting field
pt: Excluindo campo

source: Deleting fieldrow
pt: Excluindo uma linha

source: Deleting fieldset
pt: Excluindo conjunto de campo

source: Deleting footnote
pt: Excluindo nota de rodapé

source: Deleting footnotes
pt: Excluindo notas de rodapé

source: Deleting panel
pt: Excluindo painel

source: Deleting profile
pt: Excluindo perfil

source: Deleting profile data
pt: Excluindo dados de perfil

source: Deleting rule
pt: Excluindo regra

source: Deleting section
pt: Excluindo seção

source: Deleting source
pt: Excluindo fonte

source: Deleting step
pt: Excluindo etapa

source: Deleting the PDF Form « %pdfform% »
pt: Excluindo o formulário PDF « %pdfform% »

source: Delimiter
pt: delimitador

source: department
pt: departamento

source: Deployment of the « %simulator% » simulator
pt: Implantação do simulador « %simulator% »

source: Deployment on the server « %server% »
pt: Implantação no servidor « %server% »

source: Deploy simulator
pt: Implantar simulador

source: Description
pt: Descrição

source: development cache
pt: cache de desenvolvimento

source: Dim Gray
pt: Cinza Escuro

source: Disabled
pt: Desativado

source: Display
pt: Exibição

source: Display the number of characters remaining to be entered
pt: Exibe o número de caracteres restantes a serem inseridos

source: Disposition
pt: Disposição

source: Dodger Blue
pt: Trapaceiro azul

source: does not corresponds to
pt: não corresponde à

source: done !
pt: feito !

source: Dot
pt: Ponto

source: Downloadable PDF
pt: PDF para download

source: Downloadable pre-filled PDF form
pt: Formulário PDF pré-preenchido para download

source: Drop datasource
pt: Solte fonte de dados

source: Drop PDF Form
pt: Soltar Formulário PDF

source: Drop table
pt: Solte tabela

source: Drop view
pt: Solte vista

source: Edit
pt: Editar

source: Edit datagroup
pt: Editar Fonte de dados

source: Edit datasource
pt: Editar fonte de dados

source: Edit PDF Form
pt: Editar formulário em PDF

source: Edit table structure
pt: Editar estrutura de tabela

source: Edit this file
pt: Editar este arquivo

source: else do ...
pt: se não faça ...

source: Emphasize the text label ?
pt: Realce o etiqueta de texto?

source: Enabled
pt: ativado

source: Enter a category for the PDF Form
pt: Digite uma categoria para o formulário PDF

source: Enter a delimiter
pt: Digite um delimitador

source: Enter a locality or a zipcode
pt: Digite uma localidade ou um CEP

source: Enter a return path
pt: Digite um caminho de retorno

source: Enter a separator
pt: Digite um separador

source: Enter a SQL request
pt: Digite um pedido SQL

source: Enter a title for the PDF Form
pt: Digite um título para o formulário PDF

source: Enter profile label
pt: Digite etiqueta perfil

source: Enter profile name
pt: Inserir o nome do perfil

source: Enter profiles title
pt: Digite o título perfis

source: Enter the date as %dateformat%
pt: Digite a data como %dateformat%

source: Enter the date as %dateformat% or tab to activate the date selector to the right of this input field
pt: Digite a data como %dateformat% ou guia para ativar o seletor de data para a direita deste campo de entrada

source: Enter the url of website's home page without path or query string
pt: Digite o URL da página inicial do site sem caminho ou string de consulta

source: Enter the view name without spaces or special characters
pt: Digite o nome da vista, sem espaços ou caracteres especiais

source: Error
pt: Erro

source: Error : %cachedir% is not a directory
pt: Erro: %cachedir% não é um diretório

source: Error : %cachedir% is not a named cache
pt: Erro: %cachedir% não é um cache chamado

source: Error on date '%date%', expected format '%format%' : %error%
pt: Erro na data '%date%', formato esperado '%format%' : %error%

source: Error returned by the command:
pt: Erro retornado pelo comando:

source: Exception occured
pt: Exceção ocorreu

source: Execute
pt: Executar

source: Exit full screen mode
pt: Sair do modo de tela cheia

source: Expand all
pt: Expandir todos

source: Expired
pt: Expirado

source: Expires at
pt: Expira no

source: Explanation
pt: Explicação

source: Export
pt: Exportar

source: Export datasource
pt: Exportar fonte de dados

source: Export simulator
pt: Exportar simulador

source: External database
pt: Banco de dados externo

source: External page
pt: Página externa

source: External page URL
pt: URL da página externa

source: External webservice (Rest API)
pt: Webservice externo (API REST)

source: false
pt: falso

source: February
pt: Fevereiro

source: Field
pt: Campo

source: Field %id% (nolabel)
pt: Campo %id% (sem etiqueta)

source: Field data
pt: Dados de campo

source: Field description
pt: Descrição de campo

source: Field label
pt: Etiqueta do campo

source: Field mapping
pt: Mapeamento de campo

source: Field prompt
pt: Prompt de campo

source: Fieldrow
pt: Linha de campo

source: fieldrow
pt: linha de campo

source: Fieldrow #%id% : %label%
pt: Linha de campo #%id%: %label%

source: Fieldrow %id% (nolabel)
pt: Linha de campo %id% (sem etiqueta)

source: Fieldrow label
pt: Etiqueta linha de campo

source: Fields
pt: Campos

source: fieldset
pt: conjunto de campos

source: footnote
it: nota
pt: nota de rodapé

source: FootNote
it: Nota
pt: Nota de rodapé

source: for
it: per
pt: para

source: For
it: Per
pt: Para

source: Format
es: Formato
it: Formato
pt: Formato

source: format: %format%
es: formato: %format%
it: Formato: Formato%%
pt: formato: %format%

source: Fuchsia
es: Fucsia
it: Fucsia
pt: Fúcsia

source: Georgia
pt: Geórgia

source: Helvetica
es: Helvética
pt: helvética

source: Image:
es: Imagen:
it: Immagine:
pt: Imagem:

source: Impact
es: Impacto
it: urto
pt: Impacto

source: Indigo
es: Índigo
it: Indaco
pt: Índigo

source: inline
it: in linea
pt: na linha

source: Inline
it: In linea
pt: Na linha

source: Left
pt: Esquerda

source: left
pt: esquerda

source: LightGrey
it: Grigio chiaro
pt: Cinza claro

source: Light Grey
it: Grigio chiaro
pt: Cinza claro

source: m/Y
it: mio
pt: mm/aaaa

source: m/y
it: mio
pt: mm/aaaa

source: Maximum
es: Máximo
pt: Máximo

source: minimum
pt: mínimo

source: Minimum
pt: Mínimo

source: month
pt: mês

source: Month
pt: Mês

source: No color
it: Nessun colore
pt: Sem cor

source: no color
it: nessun colore
pt: sem cor

source: OK
es: DE ACUERDO
pt: Está bem

source: Olive
es: Aceituna
it: Oliva
pt: Oliva

source: Orange
es: naranja
it: arancia
pt: Laranja

source: output
it: produzione
pt: saída

source: Output
it: Produzione
pt: Saída

source: Panel
it: Pannello
pt: Painel

source: panel
it: pannello
pt: painel

source: pattern attribute only applies to data of type 'text
es: El atributo 'patrón' solo se aplica a los datos de tipo 'texto'
it: l'attributo 'Modello' si applica solo ai dati di tipo 'testo'
pt: O atributo 'padrão' aplica-se apenas a dados do tipo 'texto'

source: Population
es: Población
it: Popolazione
pt: População

source: PostNote
it: Nota post-campo
pt: Nota pós-campo

source: postnote
it: nota post-campo
pt: nota pós-campo

source: region
es: región
pt: região

source: Region
es: Región
pt: Região

source: Sea shell
es: Concha de mar
it: Conchiglia
pt: Concha do mar

source: Seashell
es: Concha
it: Conchiglia
pt: Concha do mar

source: section
it: sezione
pt: seção

source: Section
it: Sezione
pt: Seção
