Repository: eureka2/G6K
Catalog: translations/messages.*.xlf
Languages: es, fr, it, pt

source: Return path value
es: Valor de ruta de retorno
fr: Path de la réponse
it: valore del percorso di ritorno
pt: Valor caminho de retorno

source: Return to the definition of the simulator « %simulator% »
es: Volver a la definición del simulador « %simulator% »
fr: Retournez à la définition du simulateur « %simulator% »
it: Rientro alla definizione del simulatore « %simulatore% »
pt: Voltar para a definição do simulador « %simulator% »

source: Return to the management of the datasource « %datasource% »
es: Volver a la gestión de la fuente de datos « %datasource% »
fr: Retour à la gestion de la source de données « %datasource% »
it: Ritorna alla gestione del origine dati « %DataSource% »
pt: Voltar para a gestão da fonte de dados « %datasource% »

source: Return to the management of the PDF Form « %pdfform% »
es: Volver a la gestión del formulario PDF « %pdfform% »
fr: Retour à la gestion du formulaire PDF « %pdfform% »
it: Torna alla gestione del modulo PDF « %pdfform% »
pt: Retornar para o gerenciamento do formulário PDF « %pdfform% »

source: Return to the management of the view « %view% »
es: Volver a la gestión de la vista « %view% »
fr: Retour à la gestion de la vue « %view% »
it: Ritorna alla gestione della visualizzazione « %vista% »
pt: Voltar para a gestão da vista « %view% »

source: Return to the table « %table% »
es: Volver a la tabla « %table% »
fr: Retour à la table « %table% »
it: Tornare al tavolo «tabella%%»
pt: Voltar à tabela « %table% »

source: Return type
es: Tipo de devolución
fr: Format des données retournées
it: tipo di ritorno
pt: Tipo de retorno

source: right
es: derecha
fr: droite
pt: certo

source: Right
es: Derecha
fr: Droite
pt: Certo

source: Roles
fr: Rôles
it: ruoli

source: Rosy Brown
fr: Brun rosé
pt: Rosado Marrom

source: Round
es: Redondo
fr: Arrondi
pt: Volta

source: round
es: redondo
fr: arrondi
pt: volta

source: Rows:
es: Filas:
fr: Rangées :
it: Righe:
pt: linhas:

source: Royal Blue
es: Azul real
fr: Bleu royal
it: Blu reale
pt: Azul Real

source: Rule
es: Regla
fr: Règle
it: Regola
pt: Regra

source: Saddle Brown
es: Silla de montar marrón
fr: Brun de Selle
it: Gambe di Brown

source: Salmon
es: Salmón
fr: Saumon
it: salmone
pt: Salmão

source: Sandy Brown
fr: Brun sablé

source: Save
es: Salvar
fr: Enregistrer
it: Salvare
pt: Salve

source: Saves all or part of the form data on the user's hard disk
es: Guarda todos o parte de los datos del formulario en el disco duro del usuario
fr: Enregistrer tout ou partie des données sur le disque dur de l'utilisateur
it: Salva tutti o parte dei dati del modulo sul disco rigido dell'utente
pt: Salva todos ou parte dos dados do formulário no disco rígido do usuário

source: Sea Green
es: Mar verde
fr: Vert mer
it: Mare verde
pt: Verde Mar

source: Search
es: Buscar
fr: Rechercher
it: Ricerca
pt: Procurar

source: Seashell
fr: Coquillage

source: Sea shell
fr: Coquillage

source: Secondary
es: Secundario
fr: Secondaire
it: Secondario
pt: Secundário

source: Section %id% (nolabel)
es: Sección %id% (sin etiqueta)
fr: Section %id% (pas de libellé)
it: Sezione %id% (nolabel)
pt: Seção %id% (sem etiqueta)

source: Section annotations
es: Anotaciones de sección
fr: Annotations d'une section
it: Annotazioni di sezione
pt: Anotações de seção

source: Section content
es: Contenido de la sección
fr: Contenu d'une section
it: Contenuto della sezione
pt: Conteúdo da seção

source: Section label
es: Etiqueta de sección
fr: Etiquette de la section
it: etichetta Sezione
pt: Etiqueta da seção

source: Section name
es: Nombre de la sección
fr: Nom de la section
it: nome sezione
pt: Nome da Seção

source: Select a block belonging to the group
es: Selecciona un bloque perteneciente al grupo.
fr: Sélectionnez un bloc appartenant au groupe
it: Seleziona un blocco appartenente al gruppo
pt: Selecione um bloco pertencente ao grupo

source: Select a blockinfo
es: Seleccione un bloque de información
fr: Sélectionnez un bloc d'informations
it: Seleziona un blocco di informazioni
pt: Selecione um bloco de informações

source: Select a chapter
es: Selecciona un capitulo
fr: Sélectionnez un chapitre
it: Seleziona un capitolo
pt: Selecione um capítulo

source: Select a column
es: Seleccione una columna
fr: Sélectionnez une colonne
it: Selezionare una colonna
pt: Selecione uma coluna

source: Select a column type
es: Seleccione un tipo de columna
fr: Sélectionnez un type de colonne
it: Selezionare un tipo di colonna
pt: Selecione um tipo de coluna

source: Select a data
es: Seleccione un dato
fr: Sélectionnez une donnée
it: Seleziona una data
pt: Selecione um dado

source: Select a datagroup
es: Seleccione un grupo de datos
fr: Sélectionnez un groupe de données
it: Seleziona un gruppo dati
pt: Selecione um grupo de dados

source: Select a data source
es: Seleccione una fuente de datos
fr: Sélectionnez une source de données
it: Selezionare una sorgente di dati
pt: Selecione uma fonte de dados

source: Select a data type
es: Seleccione un tipo de datos
fr: Sélectionnez un type de donnée
it: Selezionare un tipo di dati
pt: Selecione um tipo de dados

source: Select a Disposition
es: Seleccione una Disposición
fr: Selectionnez une disposition
it: Selezionare un Disposition
pt: Selecione uma disposição

source: Select a field
es: Seleccione un campo
fr: Sélectionnez un champ
it: Seleziona un campo
pt: Selecione um campo

source: Select a fieldrow
es: Seleccione una fila de campo
fr: Sélectionnez une rangée
it: Seleziona una riga di campo
pt: Selecione uma linha de campo

source: Select a fieldset
es: Seleccione un conjunto de campos
fr: Sélectionnez un groupe de champs
it: Seleziona un set di campi
pt: Selecione um conjunto de campos

source: Select a footnote
es: Seleccione una nota al pie
fr: Sélectionnez une note de bas de page
it: Seleziona una nota del piede
pt: Selecione uma nota de rodapé

source: Select a format
es: Seleccione un formato
fr: Sélectionnez un format
it: Selezionare un formato
pt: Opção um formato

source: Select a function
es: Selecciona una funcion
fr: Sélectionnez une fonction
it: Seleziona una funzione
pt: Selecione uma função

source: Select an action
es: Selecciona una accion
fr: Sélectionnez une action
it: Selezionare un'azione
pt: Selecione uma ação

source: Select an action shape
es: Seleccione una forma de botón
fr: Sélectionnez la forme du bouton
it: Seleziona una forma di pulsante
pt: Selecione uma forma de botão

source: Select an image file ...
es: Seleccione un archivo de imagen ...
fr: Selectionnez un fichier image ...
it: Selezionare un file di immagine ...
pt: Selecione um arquivo de imagem ...

source: Select an origin
es: Selecciona un origen
fr: Sélectionnez une provenance
it: Selezionare un'origine
pt: Selecione uma origem

source: Select an output
es: Seleccione una salida
fr: Sélectionnez une sortie
it: Seleziona un'uscita
pt: Selecione uma saída

source: Select an usage
es: Seleccione un uso
fr: Sélectionnez une utilisation
it: Selezionare un utilizzo
pt: Selecione um uso

source: Select a panel
es: Seleccione un panel
fr: Sélectionnez un panneau
it: Seleziona un pannello
pt: Selecione um painel

source: Select a position
es: Seleccione una posición
fr: Sélectionnez une position
it: Seleziona una posizione
pt: Selecione uma posição

source: Select a postnote
es: Seleccione una nota después
fr: Sélectionnez une post note
it: Seleziona una nota dopo
pt: Selecione uma nota depois

source: Select a prenote
es: Seleccione una nota previa
fr: Sélectionnez une pré note
it: Seleziona una pre-nota
pt: Selecione uma nota prévia

source: Select a request type
es: Seleccione un tipo de consulta
fr: Sélectionnez le type de requête
it: Selezionare un tipo di richiesta
pt: Selecione um tipo de pedido

source: Select a return type
es: Seleccione un tipo de retorno
fr: Sélectionnez un format de données
it: Selezionare un tipo di ritorno
pt: Selecione um tipo de retorno

source: Select a section
es: Selecciona una seccion
fr: Sélectionnez une section
it: Seleziona una sezione
pt: Selecione uma seção

source: Select a step
es: Selecciona un paso
fr: Sélectionnez une étape
it: Seleziona un passaggio
pt: Selecione um passo

source: Select a symbol
es: Seleccione un simbolo
fr: Sélectionnez un symbole
it: Selezionare un simbolo
pt: Opção um símbolo

source: Select a target
es: Seleccione un objetivo
fr: Sélectionnez une cible
it: Seleziona un bersaglio
pt: Selecione um alvo

source: Select a target step
es: Seleccione un paso objetivo
fr: Sélectionnez l'étape cible
it: Selezionare un passo di destinazione
pt: Selecione uma etapa alvo

source: Select a type
es: Seleccione un tipo
fr: Sélectionnez un type
it: Selezionare un tipo di
pt: Selecione um tipo de

source: Select a value
es: Seleccione un valor
fr: Sélectionnez une valeur
it: Selezionare un valore
pt: Selecione um valor

source: Select a view
es: Seleccione una vista
fr: Sélectionnez une vue
it: Selezionare una vista
pt: Selecione uma vista

source: Selected columns
es: Columnas seleccionadas
fr: Colonnes sélectionnées
it: Le colonne selezionate
pt: Colunas selecionadas

source: Select the filter type
es: Seleccione el tipo de filtro
fr: Sélectionnez le type de filtre
it: Selezionare il tipo di filtro
pt: Selecione o tipo de filtro

source: Semicolon
es: Punto y coma
fr: Point-virgule
it: Punto e virgola
pt: Ponto e vírgula

source: Send
es: Enviar
fr: Envoyer
it: Inviare
pt: Enviar

source: Sending the email in progress ...
es: Enviando el correo electrónico en curso ...
fr: Envoi de l'email en cours ...
it: Invio dell'e-mail in corso ...
pt: Enviando o email em andamento ...

source: Separator
es: Separador
fr: Séparateur
it: Separatore
pt: Separador

source: September
es: Septiembre
fr: Septembre
it: settembre
pt: setembro

source: set
fr: mettre
it: impostato

source: Set
fr: Mettre
it: Impostato

source: Set value
es: Establece el valor
fr: Mettre la valeur
it: Valore impostato
pt: Definir valor

source: Several localities are served by the postal code entered, please specify
es: El código postal introducido sirve a varias localidades, por favor especifique
fr: Plusieurs communes sont desservies par le code postal saisi, veuillez préciser
it: Diverse località sono servite da codice postale inserito, si prega di specificare
pt: Várias localidades são servidos pelo código postal entrou, por favor especificar

source: Several localities match the name entered, please specify
es: Varias localidades coinciden con el nombre ingresado, por favor especifique
fr: Plusieurs communes correspondent au nom saisi, veuillez préciser
it: Diverse località corrispondono al nome inserito, si prega di specificare
pt: Várias localidades coincidir com o nome inserido, especifique

source: Share by email
es: Compartir por correo electrónico
fr: Partager par email
it: Condividi via email
pt: Compartilhar por email

source: Share on Facebook
es: Compartir en Facebook
fr: Partager sur Facebook
it: Condividi su Facebook
pt: Compartilhar no Facebook

source: Share on Linkedin
es: Compartir en Linkedin
fr: Partager sur Linkedin
it: Condividi su Linkedin
pt: Compartilhar no Linkedin

source: Share on Pinterest
es: Compartir en Pinterest
fr: Partager sur Pinterest
it: Condividi su Pinterest
pt: Compartilhar no Pinterest

source: Share on Reddit
es: Compartir en Reddit
fr: Partager sur Reddit
it: Condividi su Reddit
pt: Compartilhar no Reddit

source: Share on Tumblr
es: Compartir en Tumblr
fr: Partager sur Tumblr
it: Condividi su Tumblr
pt: Compartilhar no Tumblr

source: Share on Twitter
es: Compartir en Twitter
fr: Partager sur Twitter
it: Condividi su Twitter
pt: Compartilhar no Twitter

source: Share on Viadeo
es: Compartir en Viadeo
fr: Partager sur Viadeo
it: Condividi su Viadeo
pt: Compartilhar no Viadeo

source: Share on Vk
es: Compartir en Vk
fr: Partager sur Vk
it: Condividi su Vk
pt: Compartilhar no Vk

source: Share on Xing
es: Compartir en Xing
fr: Partager sur Xing
it: Condividi su Xing
pt: Compartilhar no Xing

source: Show
es: Mostrar
fr: Montrer
it: Mostrare
pt: Mostrar

source: show
es: mostrar
fr: montrer
it: mostrare
pt: mostrar

source: Show choices as radio buttons ?
es: ¿Mostrar opciones como botones de radio?
fr: Afficher les choix avec des boutons radio ?
it: Mostra scelte come pulsanti di scelta?
pt: Mostrar opções como botões rádio?

source: Show colon after field label ?
es: ¿Mostrar dos puntos después de la etiqueta de campo?
fr: Afficher ':' après l'étiquette de champ?
it: Mostra punti dopo etichetta del campo?
pt: Mostrar dois pontos após rótulo do campo?

source: Show data description as help ?
es: ¿Mostrar la descripción de los datos como ayuda?
fr: Utiliser la description de données comme aide ?
it: Visualizza descrizione dei dati come l'aiuto?
pt: Mostrar descrição de dados como ajuda?

source: Show more
es: Mostrar la continuación
fr: Afficher la suite
it: Mostra di più
pt: Mostre mais

source: Show this file
es: Mostrar este archivo
fr: Visualiser ce fichier
it: Mostra questo file
pt: Mostrar este arquivo

source: Sienna
es: Tierra de siena
fr: Terre de sienne
it: terra di siena

source: Silver
es: Plata
fr: Argent
it: Argento
pt: Prata

source: Simulation block
es: Bloque de simulacion
fr: Bloc de simulation
it: Blocco di simulazione
pt: Bloco de simulação

source: Simulation performed on %host% on %date%
es: Simulación realizada en %host% en %date%
fr: Simulation réalisée sur %host% le %date%
it: Simulazione eseguita su host%%%% alla data di
pt: Simulação realizada em %host% em %date%

source: Simulator : %simulator%
es: Simulador: %simulator%
fr: Simulateur: %simulator%
it: Simulator: Simulatore%%

source: Simulator : import
es: Simulador: importar
fr: Simulateur: import
pt: Simulator: importação

source: Simulator category
es: Categoría del simulador
fr: Catégorie du simulateur
it: Categoria del simulatore
pt: Categoria do simulador

source: Simulator data
es: Datos del simulador
fr: Donnée des simulateurs
it: Dati del simulatore
pt: Dados do simulador

source: Simulator file
es: Archivo simulador
fr: Fichier simulateur
it: file di Simulator
pt: Arquivo simulator

source: Simulator label
es: Etiqueta simulador
fr: Libellé du simulateur
it: etichetta Simulator
pt: Etiqueta simulator

source: Simulator name without spaces or special characters
es: Nombre del simulador sin espacios ni caracteres especiales.
fr: Nom du simulateur sans espaces ni caractères spéciaux ou accentués
it: Nome Simulator senza spazi o caratteri speciali
pt: Nome simulator, sem espaços ou caracteres especiais

source: Simulator of calculation of ...
es: Simulador de cálculo de ...
fr: Simulateur de calcul ...
it: Simulatore di calcolo ...
pt: Simulador de cálculo ...

source: Simulators
es: Simuladores
fr: Simulateurs
it: simulatori
pt: simuladores

source: Simulators definition
es: Definición de simuladores
fr: Définition des simulateurs
it: definizione simulatori
pt: Definição de simuladores

source: Simulators management
es: Gestión de simuladores
fr: Gestion des simulateurs
it: gestione simulatori
pt: Gestão de simuladores

source: sin
fr: sinus
it: peccato

source: Single value
es: Valor unico
fr: Valeur simple
it: valore singolo
pt: Valor unico

source: sinh
fr: sinusHyperbolique

source: Site using this view
es: Sitio usando esta vista
fr: Site utilisant cette vue
it: Sito utilizzando questo punto di vista
pt: Site usando esta vista

source: size
es: tamaño
fr: taille
it: taglia
pt: Tamanho

source: Sky Blue
es: Cielo azul
fr: Bleu ciel
it: Cielo blu
pt: Céu azul

source: SlateBlue
fr: Bleu ardoise

source: Slate Blue
fr: Bleu ardoise

source: Slate Gray
es: Gris pizarra
fr: Gris ardoise
it: Slate Grey
pt: Ardósia cinza

source: small
es: pequeña
fr: petit
it: piccolo
pt: pequeno

source: smaller
es: menor
fr: plus petit
it: più piccoli
pt: menor

source: Snow
es: Nieve
fr: Neige
it: La neve
pt: Neve

source: Source column id
es: ID de columna de la columna fuente
fr: Champ de la source à utiliser comme ID
it: Fonte colonna id
pt: ID da coluna de fonte

source: Source column id value
es: Valor de la columna ID de la fuente
fr: Valeur de la colonne ID de la source
it: Valore della colonna ID della sorgente
pt: Valor da coluna ID da fonte

source: Source column label
es: Etiqueta de la columna fuente
fr: Champ de la source à utiliser comme libellé dans la liste de choix
it: etichetta di colonna di origine
pt: Etiqueta da coluna de fonte

source: Source column value
es: Valor de la columna fuente
fr: Champ de la source à utiliser comme valeur de la donnée
it: valore della colonna di origine
pt: Valor da coluna de fonte

source: Source label
es: Etiqueta de la fuente
fr: Libellé de la source de données
it: etichetta di origine
pt: Etiqueta fonte

source: Space
es: Espacio
fr: Espace
it: Spazio
pt: Espaço

source: Spring Green
es: Primavera verde
fr: Vert printemps
it: Verde primavera
pt: Primavera verde

source: SQL Request
es: Consulta SQL
fr: Requête SQL
it: SQL Richiesta
pt: Pedido de SQL

source: sqrt
fr: racineCarree

source: Steel Blue
es: Azul acero
fr: Bleu acier
it: Blu acciaio
pt: Azul de aço

source: step
es: paso
fr: étape
it: passo
pt: etapa

source: Step
es: Paso
fr: Etape
it: Passo
pt: Etapa

source: Step %id% (nolabel)
es: Paso %id% (sin etiqueta)
fr: Étape %id% (pas de libellé)
it: Fase %id% (nolabel)
pt: Etapa %id% (sem etiqueta)

source: Step Label
es: Etiqueta de paso
fr: Libellé de l'étape
it: step Etichetta
pt: Etiqueta etapa

source: Step Name
es: Nombre del paso
fr: Nom de l'étape
it: passo Nome
pt: Nome etapa

source: Steps
es: Pasos
fr: Etapes
it: passi
pt: Etapas

source: Steps of your simulation
es: Pasos de su simulación
fr: Les étapes de votre simulation
it: Passi di vostra simulazione
pt: Etapas de sua simulação

source: Step Template
es: Plantilla de paso
fr: Gabarit d'affichage de l'étape
it: passo Template
pt: Template etapa

source: Store into memo
es: Almacenar en memo
fr: Stocker dans le mémo
it: Conservare in memo
pt: Armazenar em memo

source: Stylesheet (optional)
es: Hoja de estilo (opcional)
fr: Feuille de styles (facultatif)
it: Foglio di stile (opzionale)
pt: Folha de estilo (opcional)

source: sub-folder
es: subcarpeta
fr: sous-dossier
it: sottocartella
pt: sub-pasta

source: Submit
es: Enviar
fr: Soumettre
it: Sottoscrivi
pt: Enviar

source: Subscript
es: Subíndice
fr: Indice
it: deponente
pt: Subscrito

source: Suggestions will be proposed when you enter. Use the up or down key to access and browse suggestions after entering. Confirm your choice with the Enter key, or the Esc key to close the suggestion box.
es: Se te propondrán sugerencias cuando entres. Use la tecla arriba o abajo para acceder y explorar las sugerencias después de ingresar. Confirme su opción con la tecla Intro o la tecla Esc para cerrar el cuadro de sugerencias.
fr: Des suggestions vous seront proposées lors de votre saisie. Utilisez la touche haut ou bas pour accéder et parcourir les suggestions après la saisie. Confirmez votre choix avec la touche Entrée, ou la touche Échap pour fermer la boîte de suggestions.
it: Suggerimenti saranno proposte quando si entra. Utilizzare il tasto su o giù per accedere e navigare suggerimenti dopo l'ingresso. Confermare la scelta con il tasto Invio o il tasto Esc per chiudere la finestra di suggerimento.
pt: Sugestões será proposto quando você entra. Use a tecla para cima ou para baixo para acessar e navegar sugestões depois de entrar. Confirme a sua opção com a tecla Enter ou a tecla Esc para fechar a caixa de sugestão.

source: sum
fr: somme
it: somma
pt: soma

source: Superscript
es: Sobrescrito
fr: Exposant
it: indice
pt: Sobrescrito

source: Surface
es: Superficie
fr: Superficie
it: Superficie
pt: Superfície

source: Symbol position
es: Posición del símbolo
fr: Position du symbole
it: posizione di Symbol
pt: Posição do símbolo

source: Table deletion
es: Eliminación de tablas
fr: Suppression de tableau
it: Tabella eliminazione
pt: Eliminação Tabela

source: Table properties
es: Propiedades de la tabla
fr: Propriétés du tableau
it: proprietà tabella
pt: Tabela propriedades

source: Takes a screenshot of part of the page in PDF format
es: Toma una captura de pantalla de parte de la página en formato PDF.
fr: Prend une capture d'écran d'une partie de la page au format PDF
it: Crea uno screenshot di parte della pagina in formato PDF
pt: Faz uma captura de tela de parte da página em formato PDF

source: tan
fr: tangeante
it: abbronzatura
pt: bronzeado

source: Tan
es: Bronceado
fr: Bronze
it: abbronzatura
pt: Bronzeado

source: tanh
fr: tangeanteHyperbolique

source: Target step
es: Paso objetivo
fr: Étape cible
it: Passo obiettivo
pt: Passo alvo

source: Teal
fr: Sarcelle
pt: Cerceta

source: Templates
es: Plantillas
fr: Gabarits
it: Modelli
pt: Modelos

source: test cache
es: caché de prueba
fr: le cache de tests
it: la cache di prova
pt: cache de teste

source: text
es: texto
fr: texte
it: testo
pt: texto

source: textarea
fr: texte enrichi

source: Text color
es: Color de texto
fr: Couleur du texte
it: Colore del testo
pt: Cor do texto

source: Text file
es: Archivo de texto
fr: Fichier texte
it: File di testo
pt: Arquivo de texto

source: Text highlight color
es: Color de resaltado del texto
fr: Couleur de surbrillance
it: colore di evidenziazione del testo
pt: Cor de destaque de texto

source: Text link or icon
es: Enlace de texto o icono
fr: Lien texte ou icône
it: Collegamento o icona di testo
pt: Ligação de texto ou ícone

source: The %host% team
es: El equipo de %host%
fr: L'équipe %host%
it: Il team %host%
pt: A equipe %host%

source: The '%field%' field is required
es: El campo '%field%' es obligatorio
fr: Le champ '%field%' est requis
it: Il campo '%field%' è richiesto
pt: O campo '%field%' é necessária

source: the action
es: la acción
fr: l'action
it: l'azione
pt: a acção

source: the actionbutton
es: el botón de acción
fr: le bouton d'action
it: l'ActionButton
pt: o botão de ação

source: The action button label is required
es: Se requiere la etiqueta del botón de acción.
fr: Le libellé du bouton d'action est requis
it: è necessaria l'etichetta pulsante di azione
pt: O rótulo do botão ação é necessária

source: The action button name already exists
es: El nombre del botón de acción ya existe.
fr: Le nom du bouton d'action existe déjà
it: Il nome del pulsante di azione già esistente
pt: O nome do botão de ação já existe

source: The action button name is required
es: El nombre del botón de acción es obligatorio.
fr: Le nom du bouton d'action est requis
it: È richiesto il nome pulsante di azione
pt: O nome do botão ação é necessária

source: The action button uri is required in this context
es: El botón de acción uri es requerido en este contexto.
fr: L'uri du bouton d'action est nécessaire dans ce contexte
it: L'URI pulsante di azione è necessaria in questo contesto
pt: O uri botão de ação é necessária neste contexto

source: The action shape 'link' is not allowed in this context
es: La forma del botón 'enlace' no está permitida en este contexto
fr: La forme de bouton 'lien' n'est pas autorisée dans ce contexte
it: La forma del pulsante 'collegamento' non è consentita in questo contesto
pt: O formato do botão "ligação" não é permitido neste contexto

source: The alt attribute is mandatory!
es: El atributo alt es obligatorio!
fr: Le texte alternatif est obligatoire
it: L'attributo alt è obbligatorio!
pt: O atributo alt é obrigatório!
